[
  {
    "id": "centric-burgerzaken-ediensten",
    "name": "Burgerzaken: eDiensten",
    "description_short": "Inwoners van Nederlandse gemeenten kunnen digitaal verschillende burgerzaken-processen digitaal regelen met de gemeente. Om eenvoudige aangiften automatisch te verwerken voert het systeem verschillende controles uit op de persoonslijst, het adres en aangehaakte gegevens.",
    "organization": null,
    "type": "Op regels gebaseerd",
    "publication_category": "Impactvolle algoritmes",
    "website": null,
    "status": "In gebruik",
    "begin_date": "",
    "end_date": null,
    "goal": "Het belang van een correct geregistreerd adres gaat verder dan het op orde houden van de Basisregistratie Personen (BRP). Vindt er bijvoorbeeld een ramp plaats, dan wil je iedereen in de omgeving tijdig kunnen waarschuwen. Ook verstrek je als gemeente voorzieningen, uitkeringen of subsidies aan inwoners, op basis van het in de BRP geregistreerde adres. Dat maakt een correcte adresregistratie belangrijk voor zowel inwoners als overheid.\n Het algoritme controleert verschillende gegevens van de burger. Indien er geen bijzonderheden geconstateerd worden in de aanvraag of aangifte kan deze verwerkt worden zonder tussenkomst van een medewerker. Indien er wel een bijzonderheid geconstateerd wordt valt de aanvraag/aangifte in een wachtkamer waar deze gecontroleerd wordt door een medewerker. Het algoritme kan alleen automatisch een aanvraag/aangifte goedkeuren. Een aanvraag/aangifte afkeuren kan alleen de ambtenaar.",
    "proportionality": "Doordat veel eenvoudige aanvragen/aangiften automatisch verwerkt worden houdt de ambtenaar meer tijd over voor de bijzondere en/of ingewikkelde aangiften/aanvragen die de gemeente ontvangt. Hierdoor kunnen deze beter en nauwkeuriger beoordeeld worden. Hierdoor wordt de aangever/aanvrager beter geholpen en worden er minder fouten gemaakt. Dit zorgt voor een betere kwaliteit van de BRP.",
    "provider": "Centric Netherlands BV",
    "lawful_basis": "<div><div>Wet basisregistratie personen</div>\n<div>Wet rechten burgerlijke stand</div></div>",
    "lawful_basis_grouping": [
      {
        "title": "Wet basisregistratie personen",
        "link": "https://wetten.overheid.nl/BWBR0033715/2023-01-01"
      },
      {
        "title": "Wet rechten burgerlijke stand",
        "link": "https://wetten.overheid.nl/BWBR0001851/2019-02-16"
      }
    ],
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "",
    "source_data_link": "BRP: https://www.rvig.nl/basisregistratie-personen \nLV BAG: https://www.kadaster.nl/zakelijk/registraties/basisregistraties/bag \nCRB: https://www.rdw.nl/",
    "methods_and_models": "Beslisbomen",
    "publiccode": null,
    "human_intervention": "Het algoritme gaat uit van een positief scenario. Dit betekent dat eenvoudige aangiften en aanvragen automatisch verwerkt worden. Wanneer een bijzonderheid optreedt wordt de aanvraag/aangifte altijd door een ambtenaar beoordeeld. De ambtenaar controleert dan zelf de aanvraag/aangifte en kan deze verwerken of afwijzen. Bij afwijzing is het altijd de ambtenaar die dit doet en nooit het algoritme.",
    "risks": ""
  },
  {
    "id": "centric-module-inzicht",
    "name": "Burgerzaken: Module Inzicht",
    "description_short": "De module Inzicht controleert voor de gemeente de online aangiften. Met slimme controles bepaalt de module welke aangiften geen bijzonderheden kennen en welke aanleiding geven voor meer onderzoek.",
    "organization": null,
    "type": "Op regels gebaseerd",
    "publication_category": "Impactvolle algoritmes",
    "website": null,
    "status": "In gebruik",
    "begin_date": "",
    "end_date": null,
    "goal": "<div><p>Zodra er een online verhuizing binnenkomt, controleert de Module Inzicht of de aangifte afwijkende eigenschappen bevat. Zijn er geen bijzonderheden? Dan wordt de verhuizing automatisch verwerkt. Leveren de controles van de modules een signaal op? Dan zet de module de aangifte voor de ambtenaar klaar in de wachtkamer van Centric Burgerzaken. Daar beoordeelt de ambtenaar of aanvullende vragen of onderzoek nodig zijn. Is de conclusie dat de aangifte in orde is, dan verwerkt de ambtenaar deze alsnog. De module Inzicht toetst de online aangiften aan de hand van controles van de Landelijke Aanpak Adreskwaliteit (LAA) én controles die de ambtenaar zal herkennen uit de dagelijkse praktijk. Denk bijvoorbeeld aan controle op veelverhuizers, het gebruiksdoel van een woning, overbewoning van een adres of een adres waar veel verhuisbewegingen op plaatsvinden.</p><p><br></p><p>Het belang van een correct geregistreerd adres gaat verder dan het op orde houden van de Basisregistratie Personen (BRP). Vindt er bijvoorbeeld een ramp plaats, dan wil je iedereen in de omgeving tijdig kunnen waarschuwen. Ook verstrek je als gemeente voorzieningen, uitkeringen of subsidies aan inwoners, op basis van het in de BRP geregistreerde adres. Dat maakt een correcte adresregistratie belangrijk voor zowel inwoners als overheid.</p><p><br></p><p>Het algoritme controleert verschillende gegevens van de burger. Indien er geen bijzonderheden geconstateerd worden in de aangifte kan deze verwerkt worden zonder tussenkomst van een medewerker. Indien er wel een bijzonderheid geconstateerd wordt valt de aangifte in een wachtkamer waar deze gecontroleerd wordt door een medewerker. Het algoritme kan alleen automatisch een aangifte goedkeuren. Een aangifte afkeuren kan alleen de ambtenaar.</p></div>",
    "proportionality": "Doordat veel eenvoudige aangiften automatisch verwerkt worden houdt de ambtenaar meer tijd over voor de bijzondere en/of ingewikkelde aangiften die de gemeente ontvangt. Hierdoor kunnen deze beter en nauwkeuriger beoordeeld worden. Hierdoor wordt de aangever beter geholpen en worden er minder fouten gemaakt. Dit zorgt voor een betere kwaliteit van de BRP.",
    "provider": "Centric Netherlands BV",
    "lawful_basis": "Wet basisregistratie personen",
    "lawful_basis_grouping": [
      {
        "title": "Wet basisregistratie personen",
        "link": "https://wetten.overheid.nl/BWBR0033715/2023-01-01"
      }
    ],
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "",
    "source_data_link": "",
    "methods_and_models": "Beslisbomen",
    "publiccode": null,
    "human_intervention": "Het algoritme gaat uit van een positief scenario. Dit betekent dat eenvoudige aangiften automatisch verwerkt worden. Wanneer een bijzonderheid optreedt wordt de aangifte altijd door een ambtenaar beoordeeld. De ambtenaar controleert dan zelf de aangifte en kan deze verwerken of afwijzen. Bij afwijzing is het altijd de ambtenaar die dit doet en nooit het algoritme.",
    "risks": ""
  },
  {
    "id": "centric-ediensten-voor-aanvragen",
    "name": "Sociaal Domein: eDiensten voor aanvragen",
    "description_short": "Het algoritme wordt gebruikt door ca. 50 gemeenten en bepaalt, op basis van ingelezen gegevens en door de aanvrager gegeven antwoorden, of de aanvrager in aanmerking komt voor een van de aan te vragen uitkeringen.",
    "organization": null,
    "type": "Op regels gebaseerd",
    "publication_category": "Impactvolle algoritmes",
    "website": null,
    "status": "In gebruik",
    "begin_date": "",
    "end_date": null,
    "goal": "Efficiënt en uniform innemen van en besluiten op aanvragen voor bijstand, bijzondere bijstand, Bbz, IIT en minimaregelingen.\nHet algoritme wordt ingezet in een applicatie voor inwoners van de ca. 50 aangesloten gemeenten en controleert gedurende de aanvraag of de aanvrager voldoet aan verschillende (wettelijke) criteria. De uitkomst wordt gedeeld met de aanvrager.",
    "proportionality": "Een voordeel van het inzetten van het algoritme is dat er veel handwerk door consulenten bespaard kan worden. Door een algoritme in te zetten aan de voorkant van het proces ben je ervan verzekerd dat op de juiste manier in de systemen terecht komt en voorkom je onterechte aanvragen. Risico's bij het gebruik van het algoritme zijn niet noemenswaardig, waarmee de proportionaliteit in orde is.",
    "provider": "Centric Netherlands BV",
    "lawful_basis": "De wettelijke grondslag voor de inzet van het algoritme is de uitvoering van de wettelijke taak Participatiewet (met als onderdeel de wet SUWI), de Gemeentewet en WEU (Wet Eenmalige Uitvraag).",
    "lawful_basis_grouping": [
      {
        "title": "Participatiewet",
        "link": "https://wetten.overheid.nl/BWBR0015703/"
      }
    ],
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "",
    "source_data_link": "",
    "methods_and_models": "Beslisbomen",
    "publiccode": null,
    "human_intervention": "De medewerker heeft de mogelijkheid om de uitkomst van het algoritme te overrulen.",
    "risks": "Er zijn geen voorziene risico's bij het gebruik van de in de beslisboom vastgelegde algoritmes. Het enige benoembare risico is dat een aanvrager ten onrechte een aanvraag niet indient vanwege een door het systeem gewekte verwachting over de uitkomst. Dit wordt gemitigeerd door de applicatie zo gebruiksvriendelijk mogelijk te maken en de uitleg op de schermen zo helder als mogelijk weer te geven."
  },
  {
    "id": "centric-pko-kennissystemen",
    "name": "Sociaal Domein: PKO Kennissystemen",
    "description_short": "Het algoritme wordt gebruikt door ca. 80 gemeenten en ondersteunt de consulenten van gemeenten bij het beslissen op uitkeringsaanvragen, het correct registreren van de uitkomsten en het produceren van documenten.",
    "organization": null,
    "type": "Op regels gebaseerd",
    "publication_category": "Impactvolle algoritmes",
    "website": null,
    "status": "In gebruik",
    "begin_date": "",
    "end_date": null,
    "goal": "Efficiënt en uniform behandelen van en besluiten op aanvragen, mutaties en heronderzoeken voor bijstand, bijzondere bijstand, IIT, verhaal op onderhoudsplichtigen en terugvordering van te veel ontvangen bijstand.\nHet algoritme wordt ingezet in een applicatie voor inwoners van de ca. 80 aangesloten gemeenten en controleert gedurende het proces of wordt voldaan aan verschillende (wettelijke) criteria. De consulent krijgt gedurende de hele behandeling de mogelijkheid om af te wijken van de voorgestelde keuzes van het kennissysteem.",
    "proportionality": "Een voordeel van het inzetten van het algoritme is dat er veel handwerk door consulenten bespaard kan worden. Door een kennissysteem in te zetten borg je daarnaast kennis, maak je ingewikkelde administratieve processen eenvoudiger, zorg je voor uniformiteit in de uitvoering en in de documentoutput. Risico's bij het gebruik van het algoritme zijn mede vanwege de mogelijkheid om in te grijpen op de door het systeem getrokken conclusies niet noemenswaardig, waarmee de proportionaliteit in orde is.",
    "provider": "Centric Netherlands BV",
    "lawful_basis": "De wettelijke grondslag voor de inzet van het algoritme is uitvoering van de wettelijke taak Participatiewet (met als onderdeel de wet SUWI).",
    "lawful_basis_grouping": [
      {
        "title": "Wet basisregistratie personen",
        "link": "https://wetten.overheid.nl/BWBR0033715/2023-01-01"
      },
      {
        "title": "Wet rechten burgerlijke stand",
        "link": "https://wetten.overheid.nl/BWBR0001851/2019-02-16"
      },
      {
        "title": "Wet structuur uitvoeringsorganisatie werk en inkomen",
        "link": "https://wetten.overheid.nl/BWBR0013060/2023-01-01"
      }
    ],
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "",
    "source_data_link": "",
    "methods_and_models": "Beslisbomen",
    "publiccode": null,
    "human_intervention": "De medewerker heeft de mogelijkheid om de uitkomst van het algoritme te overrulen.",
    "risks": "Er zijn geen voorziene risico's bij het gebruik van de in de beslisboom vastgelegde algoritmes."
  },
  {
    "id": "centric-legesberekening",
    "name": "Leefomgeving: Legesberekening",
    "description_short": "Om leges te kunnen heffen moeten klanten grondslagsoorten en legessoorten specificeren op basis waarvan het legesbedrag bepaald wordt.",
    "organization": null,
    "type": "Op regels gebaseerd ",
    "publication_category": "Impactvolle algoritmes",
    "website": null,
    "status": "In gebruik",
    "begin_date": "",
    "end_date": null,
    "goal": "Leges zijn feitelijk vergoedingen voor gemeentelijke dienstverlening. De tarieven worden vastgesteld door de gemeenteraad en staan in de Legesverordening. Om leges te kunnen heffen moeten gemeenten grondslagsoorten en legessoorten specificeren. Leges worden berekend over een grondslag. De grondslagsoort bepaalt waar de grondslag voor de legesberekening gevonden moet worden. De legessoort bepaalt de berekening om tot het legesbedrag te komen.\nInitiatiefnemers (burgers en organisaties) betalen voor de diensten van de gemeente zoals is uitgewerkt in de legesverordening van iedere gemeente.",
    "proportionality": "De grondslagen en de berekening moeten in overeenstemming zijn met de geldende legesverordening.",
    "provider": "Centric Netherlands BV",
    "lawful_basis": "Elke gemeente stelt jaarlijks de zogenaamde legesverordening vast. In deze legesverordening staat precies hoe de leges berekend moeten worden en waarover deze geheven worden.",
    "lawful_basis_grouping": [
      {
        "title": "Gemeentewet",
        "link": "https://wetten.overheid.nl/BWBR0005416/"
      }
    ],
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "",
    "source_data_link": "",
    "methods_and_models": "<div><p>Vast tarief: Bij deze berekeningsmethode wordt niets berekend. Een grondslagsoort is daarom ook niet van toepassing. </p><p>Percentage: Bij deze berekeningsmethode wordt een percentage van de grondslag berekend. Dit percentage kan positief (toeslag) of negatief (korting) zijn. </p><p>Schalen: Bij deze berekeningsmethode wordt één berekening uitgevoerd, afhankelijk van de schaal waarbinnen de grondslag valt. Deze berekeningsmethode past men toe wanneer er meerdere rekenregels zijn, waarvan er altijd maar één van toepassing kan zijn. Als de grondslag tussen het minimum en het maximum ligt, dan wordt deze schaal gebruikt. Voor de berekening wordt de grondslag afgerond. De factor en het basisbedrag kunnen zowel positief als negatief zijn. </p><p>Schijven: Bij deze berekeningsmethode wordt voor elke schijf een berekening uitgevoerd, voor dat deel van de grondslag dat binnen de schijf valt. Deze berekeningsmethode past men toe wanneer er een gestaffelde berekening nodig is. Als een deel van de grondslag tussen het minimum en het maximum ligt, dan wordt dat deel van de grondslag voor de berekening van deze schijf gebruikt. Voor de berekening wordt de grondslag afgerond. De factor en het basisbedrag kunnen zowel positief als negatief zijn. Na de berekening wordt het bedrag afgerond. Na afronding wordt gecontroleerd of het bedrag tussen het minimum en maximumbedrag ligt. Als het bedrag hoger ligt dan het maximum, dan wordt het maximum gebruikt. Als het bedrag tussen het minimum en het maximum ligt, dan wordt het bedrag gebruikt. Als het bedrag lager ligt dan het minimum, dan wordt het minimum gebruikt.</p></div>",
    "publiccode": null,
    "human_intervention": "Verantwoordelijke en gemachtigde medewerkers accorderen handmatig alle berekende leges voordat deze gefactureerd kunnen worden. Dit is een menselijke interactie die niet overgeslagen kan worden. Deze handeling wordt ook duurzaam vastgelegd in de applicatie. Initiatiefnemers (burgers en organisaties) hebben het recht bezwaar te maken tegen de opgelegde leges of in beroep te gaan tegen een afgewezen bezwaar.",
    "risks": "Omdat gewerkt wordt met persoonsgegevens voor het kunnen opleggen van de leges is de AVG van toepassing. Onbevoegden kunnen niet bij gegevens komen door de gerealiseerde informatiebeveiliging. Beveiligingsrisico’s zijn beheerst door de algehele ingerichte beveiliging op systemen en verbindingen. Deze voldoen aan de eisen. Het is mogelijk dat gewerkt wordt met de verkeerde grondslag of dat de inrichting van het systeem niet actueel of correct is. Hierdoor kunnen verkeerde leges opgelegd worden. Verantwoordelijke en gemachtigde medewerkers accorderen handmatig alle berekende leges voordat deze gefactureerd kunnen worden. Dit is een menselijke interactie die niet overgeslagen kan worden. Deze handeling wordt ook duurzaam vastgelegd in de applicatie. Initiatiefnemers (burgers en organisaties) hebben het recht bezwaar te maken tegen de opgelegde leges of in beroep te gaan tegen een afgewezen bezwaar."
  },
  {
    "id": "centric-belastingen-lokale-heffingen",
    "name": "Belastingen: Berekening belastingbedrag lokale heffingen",
    "description_short": "Betreft eenvoudige algoritmes die bestaan uit vaste rekenregels om op basis van een belastinggrondslag, de maatstaf en een tarief een belastingbedrag te berekenen.",
    "organization": null,
    "type": "Op regels gebaseerd",
    "publication_category": "Impactvolle algoritmes",
    "website": null,
    "status": "In gebruik",
    "begin_date": "",
    "end_date": null,
    "goal": "Het doel is het efficiënt en uniform berekenen van belastingbedragen.\n De impact hangt samen met de belastingplicht van burgers en bedrijven. De uitkomst van de algoritmes is het belastbare bedrag. Dit wordt formeel door de heffingsambtenaar vastgesteld.",
    "proportionality": "Zonder deze eenvoudige algoritmes is het niet mogelijk efficiënt, maar ook uniform belastingbedragen voor burgers en bedrijven te berekenen.",
    "provider": "Centric Netherlands BV",
    "lawful_basis": "Gemeentewet, Waterschapswet, AWR, Wet WOZ.",
    "lawful_basis_grouping": null,
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "",
    "source_data_link": "",
    "methods_and_models": "De meestvoorkomende methode is een rekenregel, bestaande uit de vermenigvuldiging van een maatstaf met een tarief. In enkele gevallen is sprake van een staffeling, waarbij de toegepaste rekenregels mede afhankelijk zijn van de maatstaf.",
    "publiccode": null,
    "human_intervention": "De uitkomst van de algoritmes wordt telkens vastgesteld door de heffingsambtenaar. Om dit zorgvuldig te doen vinden diverse controleslagen plaats, bijvoorbeeld door het doen van steekproeven.",
    "risks": "Geen"
  },
  {
    "id": "centric-belastingen-woz",
    "name": "Belastingen: WOZ taxatiemodellen",
    "description_short": "Taxatiemodellen voor de berekeningen van de WOZ-waarde binnen Key2Waarderen.",
    "organization": null,
    "type": "Op regels gebaseerd",
    "publication_category": "Impactvolle algoritmes",
    "website": null,
    "status": "In gebruik",
    "begin_date": "",
    "end_date": null,
    "goal": "Het doel van de toegepaste algoritmes is het berekenen van de marktwaarde van onroerende zaken in het kader van de Wet WOZ. De hoogte van de WOZ-waarde heeft voor belanghebbenden (burgers en bedrijven) verschillende implicaties. De belangrijkste impact is gelegen in de directe belastingen, zoals de onroerendezaakbelasting. Daarnaast heeft de hoogte van de WOZ-waarde -direct of indirect- invloed op andere belastingen, zoals de erf- en schenkbelasting, de inkomstenbelasting en de vennootschapsbelasting.",
    "proportionality": "Voor het efficiënt, juist en uniform kunnen berekenen van de WOZ-waarde is het inzetten van taxatiemodellen cruciaal. Zonder deze modellen is dit niet mogelijk.",
    "provider": "Centric Netherlands BV",
    "lawful_basis": "Wet Waardering Onroerende Zaken (WOZ)",
    "lawful_basis_grouping": [
      {
        "title": "Wet waardering onroerende zaken",
        "link": "https://wetten.overheid.nl/BWBR0007119/"
      }
    ],
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "",
    "source_data_link": "",
    "methods_and_models": "<div><p>Key2waarderen maakt gebruik van modelmatige vergelijking. Modelmatige vergelijking wil zeggen dat bij de onderbouwing van een object wordt gezocht naar verkochte woningen, die het meeste lijken op het hoofdgebouw van het te vergelijken object. De volgende uitgangspunten zijn van toepassing: </p><ul><li>De waarde van het hoofdgebouw wordt bepaald door deze te vergelijken met het hoofdgebouw van peilpunten;</li><li>De waarde van de grond en overige onderdelen worden bepaald door gebruik te maken van modelkengetallen; </li><li>Taxateurs stellen de parameters van het model in, zoals de gebruiksoppervlakte, bouwjaar, ligging, kwaliteit, onderhoud, etc.</li></ul><p><br></p></div>",
    "publiccode": null,
    "human_intervention": "De WOZ-waarde wordt formeel - op grond van artikel 22 van de Wet WOZ - vastgesteld door de heffingsambtenaar. Om te komen tot een waardevaststelling, wordt ex. artikel 17 van de Wet WOZ, de waarde bepaald. Het bepalen van de WOZ-waarde gebeurt de facto door de WOZ-taxateur, die hierbij zoveel mogelijk gebruik maakt van taxatiemodellen. Deze modellen bestaan uit een reeks van algoritmes.",
    "risks": ""
  }
]
