[
  {
    "id": "gemeente-tilburg-virtuele-gemeente-assistent-gem",
    "name": "Virtuele gemeente assistent Gem",
    "organization": null,
    "description_short": "De virtuele assistent Gem is een digitale hulp op de websites voor het beantwoorden van burger- en ondernemersvragen. Via de chat-knop op onze websites kunt u in gesprek met Gem.",
    "type": null,
    "category": ["Organisatie en bedrijfsvoering"],
    "publication_category": "Impactvolle algoritmes",
    "website": "Team Virtuele Assistent Gem Common Ground",
    "status": "In gebruik",
    "begin_date": null,
    "end_date": null,
    "goal": "<div><p>Zo goed mogelijk de inwoner begrijpen en hem aan het juiste antwoord helpen. Dat kan soms een inhoudelijk of procedureel antwoord zijn, soms een doorverwijzing of een overdracht naar een (livechat-)medewerker. </p><p>De virtuele assistent wordt alleen ingezet om meer hulp te kunnen bieden door landelijk vastgestelde antwoorden te geven op burger- en ondernemersvragen of doorverwijzing naar een medewerker.</p></div>",
    "proportionality": "<p>Het gebruik van de chatbot GEM helpt betrouwbare overheidsinformatie richting inwoners te kunnen leveren op een toegankelijke manier passend bij moderne technieken en dienstverlening. Hierdoor zijn inwoners beter geïnformeerd over hun rechten en plichten. </p>",
    "provider": "Gemeente Tilburg",
    "lawful_basis": "<p>Het leveren van betrouwbare overheidsinformatie over producten en diensten</p>",
    "lawful_basis_grouping": null,
    "impacttoetsen": null,
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "",
    "source_data_link": null,
    "methods_and_models": "<div><p>De gemeente biedt digitale hulp aan inwoners en ondernemers met een vraag. Deze digitale hulp heet ‘virtuele assistent GEM’. Via de chat-knop op onze websites kunt u in gesprek met GEM. De virtuele assistent maakt gebruik van kunstmatige intelligentie, ook wel bekend als artificiële intelligentie (AI). </p><p>AI helpt GEM om de inwoner beter te begrijpen en de juiste informatie te geven. Specifiek maakt GEM gebruikt van supervised machine learning, waarbij op basis van de vraag berekend wordt welk antwoord uit de antwoordenbibliotheek het beste antwoord geeft op de vraag. Zodra een vraag onvoldoende goed beantwoord kan worden, wordt het gesprek voortgezet door een medewerker. </p><p>Aan het eind van het gesprek kan de gebruiker aangeven of het antwoord heeft geholpen. De volgende keer dat een persoon een soortgelijke vraag stelt, is de kans groter dat het antwoord dat het meest geholpen heeft, wordt gekozen. GEM kan op basis van deze bibliotheek dus inhoudelijk antwoorden op vragen, maar ook doorverwijzen naar een informatiepagina of het gesprek laten voortzetten door een medewerker. </p><p>De antwoorden die GEM kan geven worden landelijk vastgelegd. Dit kost minder beheer en straalt meer eenheid uit tussen gemeenten.</p></div>",
    "publiccode": null,
    "human_intervention": "<p>De antwoorden die GEM kan geven staan in een landelijke bibliotheek. Medewerkers van de gemeente kunnen antwoorden wijzigen zodat de antwoorden aansluiten op lokale situaties. GEM heeft geen rol in besluiten, het adviseert inwoners. </p>",
    "risks": "<p>Gem is een generieke applicatie. Gebruikersfeedback wordt gemonitord en er zijn afspraken over het onderhoud. Medewerkers van de gemeente zorgen dat de antwoorden passen bij de situatie in de gemeente.</p>"
  }
]
