[
  {
    "id": "pinkroccade-iburgerzaken",
    "name": "iBurgerzaken e-diensten",
    "organization": null,
    "description_short": "Inwoners en ondernemers van Nederlandse gemeenten krijgen de mogelijkheid om digitaal een 31-tal burgerzakenproducten aan te vragen via de gemeentelijke website. Hierbij voert het systeem controles uit op de persoonsgegevens.",
    "type": "Nee",
    "category": ["Organisatie en bedrijfsvoering"],
    "publication_category": "Impactvolle algoritmes",
    "website": null,
    "status": "In gebruik",
    "begin_date": "2014-06",
    "end_date": null,
    "goal": "<div><p>Het doel van de e-diensten met het onderliggende algoritme is inwoners en ondernemers maximaal ondersteunen/begeleiden bij een digitale aanvraag. Daardoor kan deze aanvraag juist en volledig worden ingediend. Het algoritme controleert verschillende gegevens van de inwoner. Als er geen aanvullende gegevens nodig zijn van de inwoner en er geen handmatige acties of controles van de gemeente zijn vereist (zoals bijvoorbeeld ondertekening) om de aanvraag te verwerken, dan kan deze verwerkt worden zonder tussenkomst van een burgerzakenmedewerker. Zijn er wel aanvullende gegevens, controles of acties nodig, dan komt de aanvraag/aangifte altijd terecht in een werklijst. Daar wordt deze gecontroleerd door een burgerzakenmedewerker. Het algoritme kan alleen automatisch een aanvraag/aangifte goedkeuren. Een aanvraag/aangifte afkeuren kan alleen de burgerzakenmedewerker.</p><p><br></p><p>De impact is dat een dergelijke aanvraag efficiënt kan worden afgehandeld door de gemeente; een inwoner/bedrijf heeft namelijk diverse stappen (werkzaamheden) al uitgevoerd, waardoor de ambtenaar meer tijd overhoudt voor de bijzondere en/of ingewikkelde aangiften/aanvragen die de gemeente ontvangt. In een aantal gevallen kan deze aanvraag zelfs volledig automatisch worden verwerkt. De kwaliteit van de dienstverlening gaat door deze diensten omhoog, net als de kwaliteit van de gegevens in de BRP.</p></div>",
    "proportionality": "<p>Alle aanvragen via de balie afhandelen is voor gemeenten geen optie meer. Dat komt door de aantallen en de tijdsdruk. Een algoritme biedt inwoners en ondernemers begeleiding bij (digitale) aanvragen. Een gemeente kan ervoor kiezen om elke digitale aanvraag nog ter beoordeling aan de burgerzakenmedewerker aan te bieden voordat deze wordt afgehandeld. Voor mensen die niet of minder digivaardig zijn, bestaat er altijd nog de mogelijkheid om via de balie van de gemeente de aanvraag te doen.</p>",
    "provider": "PinkRoccade Local Government",
    "lawful_basis": "<div><div>Wet basisregistratie personen</div>\n<div>Wet rechten burgerlijke stand</div></div>",
    "lawful_basis_grouping": [
      {
        "title": "Wet basisregistratie personen",
        "link": "https://wetten.overheid.nl/BWBR0033715"
      },
      {
        "title": "Wet rechten burgerlijke stand",
        "link": "https://wetten.overheid.nl/BWBR0001851"
      }
    ],
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "<div>Gegevens die worden gebruikt komen uit de BRP, burgerlijke stand registers, KvK, CRB (Centraal Rijbewijzenregister) en aangehaakte gegevens.</div>",
    "source_data_grouping": [
      {
        "title": "BRP",
        "link": "https://www.rvig.nl/basisregistratie-personen"
      },
      {
        "title": "LV BAG",
        "link": "https://www.kadaster.nl/zakelijk/registraties/basisregistraties/bag"
      },
      {
        "title": "CRB",
        "link": "https://www.rdw.nl/"
      }
    ],
    "methods_and_models": "<div><p>Via de website van de gemeente kan een inwoner of ondernemer een e-dienst starten. Iedere aanvraag wordt tijdens het invullen al getoetst tegen de voor de aanvraag geldende wet- en regelgeving. Een volledig ingevulde digitale aanvraag/aangifte komt ter beoordeling en afhandeling van een burgerzakenmedewerker, op de werklijst in iBurgerzaken. Bij het openen van een aanvraag of aangifte op de werklijst is het voor de burgerzakenmedewerker zichtbaar welke controle een melding heeft opgeleverd, voor een juiste beoordeling en afhandeling. </p><p><br></p><p>Een gemeente kan voor een aantal digitale aanvragen kiezen of iBurgerzaken, deze zonder tussenkomst van een burgerzakenmedewerker, automatisch mag verwerken. iBurgerzaken verwerkt een aanvraag geheel automatisch als geen enkele controle een waarschuwing oplevert. Daarnaast kan de gemeente ook kiezen in welke situaties de aanvraag altijd op de werklijst ter beoordeling en afhandeling komt. Bijvoorbeeld bij Verhuizing binnen Nederland: als er sprake is van overbewoning op het nieuw adres.</p></div>",
    "publiccode": null,
    "human_intervention": "<p>Het algoritme gaat uit van een positief scenario. Daardoor worden alleen eenvoudige aangiften en aanvragen automatisch verwerkt. Wanneer een of meerdere bijzonderheden optreden, dan wordt de aanvraag/aangifte altijd door een burgerzakenmedewerker beoordeeld. De burgerzakenmedewerker controleert deze dan zelf; verwerken of afwijzen. Bij afwijzing is het altijd de burgerzakenmedewerker die dit doet en nooit het algoritme.</p>",
    "risks": "<p>Het is aan gemeenten om vorm te geven aan het risicobeheer en aan de hand daarvan de e-diensten te configureren.</p>"
  },
  {
    "id": "pinkroccade-civision-samenlevingszaken",
    "name": "CiVision Samenlevingszaken",
    "description_short": "CiVision Samenlevingszaken is een backoffice applicatie voor het sociaal domein. Binnen deze applicatie worden voorzieningen voor een inwoner berekend en verstrekt. Dit zijn verstrekkingen in het kader van inkomensregelingen, re-integratievoorzieningen en voorzieningen ter maatschappelijke ondersteuning en voor de hulp aan jeugdigen.",
    "organization": null,
    "category": ["Organisatie en bedrijfsvoering"],
    "type": null,
    "publication_category": "Impactvolle algoritmes",
    "website": null,
    "status": "In gebruik",
    "begin_date": "",
    "end_date": null,
    "goal": "<p>Het principe van algoritme heeft als doel om inkomensvoorzieningen en subsidies geautomatiseerd te kunnen berekenen. Zodat rechthebbenden de juiste verstrekking ontvangen. Deze berekeningen gebeuren op basis van businesslogica. Deze bestaat uit variabelen die zijn gebaseerd op geldende wet- en regelgeving.</p>",
    "proportionality": "<p>Met het toepassen van businesslogica is de gebruiker in staat om een betrouwbare en correcte berekening te maken. Hierdoor ontvangt de rechthebbende van een inkomensregeling of subsidie het juiste bedrag en worden gelijke gevallen op een gelijke manier behandeld.</p>",
    "provider": "PinkRoccade Local Government",
    "lawful_basis": "<p>Algoritmen bevinden zich uitsluitend in onze ondersteuning van de Participatiewet, Ioaw, Ioaz en Bbz2004. De wetgeving hieromtrent is leidend voor onze businesslogica. Zowel voor inkomensregelingen als subsidies die worden verstrekt in het werkdomein.</p>",
    "lawful_basis_grouping": [
      {
        "title": "Participatiewet",
        "link": "https://wetten.overheid.nl/BWBR0015703/2024-07-01/0"
      },
      {
        "title": "Ioaw",
        "link": "https://wetten.overheid.nl/BWBR0004044/2024-07-01/0"
      },
      {
        "title": "Ioaz",
        "link": "https://wetten.overheid.nl/BWBR0004163/2024-07-01/0"
      },
      {
        "title": "Bbz2004",
        "link": "https://wetten.overheid.nl/BWBR0015711/2024-01-01/0"
      },
      {
        "title": "Regeling Participatiewet, Ioaw, Ioaz",
        "link": "https://wetten.overheid.nl/BWBR0015738/2024-06-01/0"
      },
      {
        "title": "Wet minimumloon en minimumvakantiebijslag",
        "link": "https://wetten.overheid.nl/BWBR0002638/2024-07-01"
      }
    ],
    "impacttoetsen": "<p>DPIA is toegepast.</p>",
    "impacttoetsen_grouping": [
      { "title": "Data Protection Impact Assessment (DPIA)", "link": null }
    ],
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "",
    "source_data_link": "",
    "methods_and_models": "<div><p>Op basis van de ingegeven variabelen komt op basis van vaste logica het te verstrekken recht tot stand. </p><p><br></p><p>Voor het bepalen van de hoogte van de inkomensvoorzieningen kent de applicatie normen en grondslagen. Deze bedragen worden periodiek bijgesteld door de wetgever. De van toepassing zijnde norm of grondslag leiden we af uit de situatie van de inwoner. Zo wordt op basis van de leeftijd van de inwoner, burgerlijke staat, aanwezige kinderen en medebewoners de norm of de hoogte van de grondslag bepaald. Overige variabelen die van invloed zijn op de daadwerkelijke hoogte van de verstrekking, bijvoorbeeld inkomsten of een verlaging, worden ingesloten in de berekening. Zodat het te verstrekken bedrag in de applicatie wordt berekend. De rekenlogica strekt zich eveneens uit over de verantwoording die een gebruiker moet afleggen over verstrekte inkomensregelingen. Denk hierbij aan het opstellen van de loonaangifte en het bruteren van vordering.</p><p><br></p><p>Voor het berekenen van subsidies kennen we ook de relevante normen. Deze zijn gebaseerd op landelijk vastgestelde minimumlonen. Welk minimumloon van toepassing is in een berekening leiden we af van de leeftijd van de inwoner en de aard van het dienstverband van een inwoner. In de berekening van de subsidies wordt rekening gehouden met de omvang van de arbeidsovereenkomst en de vastgestelde loonwaarde van de inwoner. Het te verstrekken bedrag aan subsidie komt uiteindelijk tot stand na toepassing van alle relevante variabelen die op het van toepassing zijnde minimumloon worden toegepast.</p></div>",
    "publiccode": null,
    "human_intervention": "<p>Bij elke verstrekking die gedaan wordt, worden controlemechanismen gehanteerd. Op verschillende momenten tussen de invoer van gegevens en de daadwerkelijke uitvoer van de verstrekking kunnen menselijke controle worden toegepast.</p>",
    "risks": "<p>Een aanpassing van de businesslogica wordt uitvoerig getest voor deze wordt vrijgegeven voor gebruikers. Daarnaast dwingt de applicatie controles af voordat een verwerking definitief wordt gemaakt. Tot het moment dat de verwerking definitief is gemaakt kan de verwerking teruggedraaid worden. Daarnaast is de businesslogica bij PinkRoccade in beheer en afgeschermd voor gebruikers. </p>"
  }
]
