[
  {
    "id": "zivver-smart-classification",
    "name": "Zivver",
    "organization": null,
    "description_short": "Dit algoritme helpt e-mailgebruikers te bepalen wanneer een e-mail gevoelige informatie bevat en beveiligd dient te worden verstuurd.",
    "type": null,
    "category": [],
    "publication_category": "Overige algoritmes",
    "website": null,
    "status": "In gebruik",
    "begin_date": null,
    "end_date": null,
    "goal": "<div><p>Het doel van dit algoritme is om er aan bij te dragen dat informatie die wordt verzonden per e-mail op de juiste wijze wordt beveiligd. Ofwel: niet met te weinig beveiligingsmaatregelen, maar ook niet met te veel. Het algoritme levert hier een bijdrage aan door verzenders van een e-mail te attenderen op gevoelige informatie en aan te moedigen deze informatie vervolgens veilig te verzenden. Als zij hiervoor kiezen dan wordt de e-mail beveiligd met encryptie, tweefactorauthenticatie voor de ontvanger, intrekmogelijkheid en logging.</p><p>Dit zorgt ervoor dat gevoelige informatie wordt beveiligd, terwijl ongevoelige informatie toegankelijk is zonder extra frictie voor de ontvanger. Het algoritme heeft alleen impact op het proces van het verzenden van e-mails en raakt niet aan de materiële rechtspositie van burgers of bedrijven.</p></div>",
    "proportionality": "<p>Het gebruik van dit algoritme draagt er aan bij dat e-mails met het juiste niveau van beveiliging worden verstuurd. De classificatie van e-mails door middel van een algoritme is effectiever dan classificatie op basis van een door menselijke input samengestelde woordenlijst of classificatie door de verzender, terwijl tegelijkertijd het algoritme geen invloed heeft op de inhoud van een e-mail.</p>",
    "provider": "Zivver",
    "lawful_basis": "",
    "lawful_basis_grouping": null,
    "impacttoetsen": null,
    "iama_description": null,
    "url": null,
    "lang": "NLD",
    "standard_version": "1.0",
    "uuid": null,
    "source_id": null,
    "tags": null,
    "source_data": "<p>Het algoritme is gebaseerd op geanonimiseerde historische berichten in combinatie met of deze berichten wel of niet veilig verzonden zijn. De anonimisering wordt in meerdere stappen gedaan, waarbij alleen aggregaten over vele duizenden berichten opgeslagen worden. Daarnaast worden persoonsgegevens geautomatiseerd uit de data verwijderd. Hiermee is de data geanonimiseerd en zijn de originele berichten onmogelijk uit de data te halen.</p>",
    "source_data_link": null,
    "methods_and_models": "<p>Bij het samenstellen van een nieuwe e-mail wordt op basis van de termen in het bericht en de bijlagen gekeken hoe vergelijkbaar dit is met eerder (veilig of normaal) verzonden e-mails. Als de e-mail voldoende vergelijkbaar is met berichten die normaal gesproken veilig verzonden worden, wordt de e-mail als potentieel gevoelig gemarkeerd. Op basis van de terminologie in de e-mail wordt bepaald of deze relateert aan een specifieke categorie van gevoelige informatie, zoals medisch of juridisch. Op het moment dat de e-mail als gevoelig is geclassificeerd en over een onderwerp gaat waarvan de organisatie heeft ingesteld dat dit veilig verzonden moet worden, krijgt de gebruiker een aanbeveling om de e-mail veilig te verzenden. </p>",
    "publiccode": null,
    "human_intervention": "<p>In beginsel maakt de gebruiker zelf de keuze om een e-mail wel of niet veilig te verzenden op basis van de aanbeveling door het algoritme. Het is ook mogelijk om de keuze om een e-mail wel of niet veilig te verzenden te automatiseren op basis van het algoritme. In dat geval kan een gebruiker er alsnog zelf voor kiezen om een e-mail expliciet veilig te verzenden.</p>",
    "risks": "<p>De overall prestaties van het algoritme worden gemonitord door de leverancier. Als blijkt dat het algoritme vaker verkeerde classificaties maakt, wordt dit opgepikt door de monitoring, zodat aanpassingen aan het algoritme kunnen worden doorgevoerd. Voor de gebruikende organisatie is de nauwkeurigheid van Smart Classification ook zichtbaar in een beheerdersdashboard.</p>"
  }
]
