{
  "en": {
    "Footer: Contact": {
      "content": "<h1>Contact us </h1>\n<p>This site is currently under development. Do you have questions about the Algorithm Register? Or are you a (government) professional and do you or your organisation want to participate in the further development of the Algorithm Register? Find more information at: <a href=\"over\"> About this website</a> and <a href=\"vragen\"> Frequently asked questions</a>.</p>\n<p>If you have further questions, then please contact: <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>.</p>",
      "pageTitle": ""
    },
    "Footer: Vragen": {
      "question14": "How do I stay informed about the development of the Algorithm Register?",
      "question15": "Is the Dutch Algorithm Register also the register as described in the European AI Act?",
      "question16": "Will there be legislation regarding the Algorithm Register?",
      "question17": "Is your question not listed?",
      "group1": "A General information",
      "group3": "C Complaints or objections",
      "group5": "E Legislation and the European AI Act",
      "content": "<h1>Frequently asked questions</h1>\n<h2>1. What is the Algorithm Register?</h2>\n<p class=\"mb-4\">This website provides information about the algorithms used by the Dutch government. This makes the information visible, traceable and accessible to citizens and their representatives, the media and supervisors.</p>\n<h2>2. What is the aim of this website?</h2>\n<p class=\"mb-4\">The aim is to make information about algorithms centrally accessible for everyone. That allows everyone to see in which impactful processes these algorithms are used. The information on this website provides the ability to oversee algorithms. For example, discrimination or unlawfulness can be exposed, and whether the algorithm provides desirable outcomes can be checked. When someone does not agree with the use of algorithms, the Algorithm Register indicates how objections can be made.</p>\n<h2>3. What are algorithms?</h2>\n<p class=\"mb-4\">An algorithm is a set of rules and instructions executed by a computer. Algorithms help, for example, to analyse problems, but also to make decisions. This allows the government to combine and analyse large amounts of data (source: Algemene Rekenkamer).</p>\n<p class=\"mb-4\">Do you want to know more about algorithms? Find more information on <a href=\"https://www.mediawijsheid.nl/algoritmes/\" target=\"_blank\" rel=\"noopener\"> Mediawijsheid<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link to external page\"></a> or take the (free) <a href=\"https://ethiek.ai-cursus.nl/home\" target=\"_blank\" rel=\"noopener\">National AI-course<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link to external page\"></a>.</p>\n<h2>4. I have questions about an algorithm on this site, who do I contact?</h2>\n<p class=\"mb-4\">If you have a question about a specific algorithm, please contact the &lsquo;owner&rsquo; of the algorithm. Contact details can be found in the description of the algorithm.</p>\n<p class=\"mb-4\">For other questions please email: <a href=\"mailto:algoritmeregister@minbzk.nl\"> algoritmeregister@minbzk.nl</a>.</p>\n<h2>5. Are all algorithms used by the government available on this website?</h2>\n<p class=\"mb-4\">A leading group of government organisations is currently making their algorithms available via this website. In 2023, even more government organisations will publish their algorithms in the Algorithm Register. For the time being, the number of algorithms on this website will continue to grow.</p>\n<p class=\"mb-4\">In the future, it will become a legal requirement to make algorithms publicly available. As a result, most relevant algorithms will become available in the Algorithm Register. There will be justified exceptions to this. For example, certain algorithms used for investigation, law enforcement, defense or intelligence gathering. The exact framework is still being finalized.</p>\n<h2>6. Why do some algorithms contain more information than others?</h2>\n<p class=\"mb-4\">Currently, the Algorithm Register is completed voluntarily by government organisations. Not every organisation has chosen to publish all information. Ultimately, it will be legally defined which information is mandatory and which information is optional.</p>\n<h2>7. Who develops and maintains the Algorithm Register?</h2>\n<p class=\"mb-4\">The development of the Algorithm Register was started by the Public Control of Algorithms Consortium. In it, government organisations worked on policy instruments for the responsible use of algorithms. One of the outcomes of that work was research into the creation of a register of algorithms. The Ministry of the Interior and Kingdom Relations has built on knowledge gained from this research to create this Algorithm Register. The ministry is working with ICTU to develop this website. All organisations that have currently supplied one or more algorithms to the Algorithm Register can be found under the heading &lsquo;Algorithms&rsquo;.</p>\n<h2>8. How do algorithm registers of individual government organisations relate to this website?</h2>\n<p class=\"mb-4\">The Algorithm Register is the central location for all government algorithms. Some government organisations also have their own algorithm register. This gives organisations the opportunity to provide more information or to provide it in a different way. In the current version of this website, information was entered manually. In 2023, the possibility of an automatic upload will be investigated.</p>",
      "pageTitle": "Frequently Asked Questions",
      "question1": "What is the Algorithm Register?",
      "answer1": "<p>The Algorithm Register contains information about algorithms used by the government. This information is thus findable and available to citizens, their representatives, the media and regulators.</p>",
      "question2": "What does the government use algorithms for?",
      "answer2": "<p>Algorithms can help to efficiently process large amounts of data and provide better insights. Algorithms help to improve that service and save time and money. The government uses algorithms to analyze data, make decisions and automate tasks. Examples of algorithms used by the government are traffic monitoring and online applications for government products.</p>",
      "question3": "Which algorithms do the descriptions in the Algorithm Register belong to?",
      "answer3": "<p>In any case, this register should include:</p><ul><li> Information about algorithms that are designated as high-risk by the proposed European legislation (the AI Regulation). These are algorithms that have elements of autonomy. In Dutch we usually call these (partly) self-learning algorithms. The algorithm must also be operational in one of the application areas of Annex III. Consider areas such as biometrics, critical infrastructure and employment. <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">More about the risk classification in the AI Regulation</a> and <a href=\"https://spanish-presidency.consilium.europa.eu/en/news/council-parliament-deal-first-worldwide-rules-artificial-intelligence/\" target=\"_blank\">its changes</a>.</li><li> Information about algorithms that have a direct impact on those involved. For example, they contribute to a decision that affects someone&#39;s rights, their legal status or their rights under an agreement. Consider: imposing a fine or awarding or refusing a subsidy.</li></ul><p> In addition, there are a number of other reasons to fully publish algorithms. For example, when algorithms receive a lot of social attention. There are also reasons not to publish all information about an algorithm, for example when an algorithm is used for detection. Ideally, the government will then publish that part of the information about the algorithm that can be published. More about <a href=\"https://algoritmes.pleio.nl/wiki/view/19bb6e9e-7a97-43d5-bef3-b1d66e59f4ff/handreiking-algoritmeregister\" target=\"_blank\">selection of algorithms for the register</a> can be found in the guide.</p>",
      "question4": "Which organizations publish about their algorithms in the Algorithm Register?",
      "answer4": "<p>The Algorithm Register contains information about algorithms from many different government organizations. New organizations are added regularly.</p><p> In the future, publication of algorithms <a href=\"{localised_url}/footer/vragen#question3\">that belong in this register</a> will be mandatory for all government organizations; i.e. the national government, provinces, municipalities, water boards. It is not yet clear whether other public sector organizations such as healthcare and education will also fall under this obligation. This will become clearer on the way to legislation in 2025. They are already welcome to publish their algorithms in the Algorithm Register.</p>",
      "question5": "What about my privacy when using algorithms?",
      "answer5": "<p>Some algorithms use personal data for their task. Personal data is data that contains information that can be used to identify an individual, such as name, address, date of birth or financial information. There are many requirements for the use of personal data, including by the government. Many requirements are laid down in legislation, such as the GDPR. The Algorithm Register contains information about which data sources the algorithm uses. And about which tests were performed before the algorithm was put into use, for example a privacy test (DPIA). The <a href=\"https://www.autoriteitpersoonsgegevens.nl/\" target=\"_blank\">Dutch Data Protection Authority</a> monitors compliance with privacy requirements and, since 1 January, also <a href=\"https://www.autoriteitpersoonsgegevens.nl/actueel/algoritmetoezicht-ap-van-start\" target=\"_blank\">monitors algorithms.</a></p>",
      "question6": "How many algorithms does the government use and how much information is included in this register?",
      "answer6": "<p>We are at the beginning of a process in which the government is actively making information about algorithms public. The number of algorithms in the register is not yet the total number of algorithms used by the government. There is currently little insight into the total number of government algorithms. It is therefore not known how many algorithms the information should ultimately end up in the register. Over the years, more and more insight will emerge into the number and nature of government algorithms.</p>",
      "question7": "What information about algorithms can I get from the Algorithm Register?",
      "answer7": "<p>The <a href=\"https://algoritmes.pleio.nl/wiki/view/543701c4-318c-4186-b144-de72feca1065/handleiding-algoritmeregister-publicatiestandaard\" target=\"_blank\">Publication Standard</a> describes the information needed to describe an Algorithm. This Publication Standard is constantly being improved so that it is more in line with practice, in consultation with governments, stakeholders and experts. The fields from the publication standard are therefore not yet mandatory. The result is that for some algorithms in the register, not all fields have been entered yet. Government organizations are encouraged to publish as much information as possible about their algorithms.</p>",
      "question8": "How do I find an algorithm in this registry?",
      "question9": "What do I do if the algorithm I am looking for is not listed?",
      "answer9": "<p>Then contact the organization that uses the algorithm and ask for an explanation of the decision or process. For most organizations, the contact details are in the description of the algorithm. Can't get out of there? Please contact <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a> and we will refer you specifically.</p>",
      "question10": "What do I do if the information about the algorithm is unclear or information is missing?",
      "answer10": "<p>Questions about a description or missing information should be directed to the organization that published the algorithm. For most algorithms in the registry, the contact information is in the description. Can't get out of there? Please contact <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a> and we will refer you directly.</p>",
      "question11": "Where can I file a complaint or appeal against a government algorithm in this registry?",
      "answer11": "<p>You can lodge an objection and a complaint with the organization that uses the algorithm. (You can read how to do that in this answer [link FAQ 10]. That is always the first step. If you cannot find a solution together, you can get help. For example, from the Nationale Ombudsman. More about what the <a href=\"https://www.nationaleombudsman.nl/over-de-nationale-ombudsman\" target=\"_blank\">Nationale Ombudsman</a> can do Directly to <a href=\"https://www.nationaleombudsman.nl/klacht-indienen/uw-klacht\" target=\"_blank\">the complaint form</a> .</p>",
      "question12": "Can I opt out of using algorithms?",
      "answer12": "<p>You cannot opt out of using algorithms. You can, however, find information in this register about how the algorithm works and what it does. And you can <a href=\"#question10\">ask for an explanation</a> if you do not understand an algorithm&#39;s decision or if you think it is incorrect. You can <a href=\"#question11\">object</a> if you believe that the algorithm has made mistakes that have disadvantaged you and/or others.</p>",
      "answer15": "<p>The Dutch Algorithm Register stems from a Dutch wish, based on a number of reports, parliamentary motions and advice, to create a register for more transparency from the Dutch government.</p><p> The <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">draft AI Regulation</a> will probably make it mandatory that high-risk AI systems be documented. Information about these algorithms ultimately ends up in this Algorithm Register. To meet the requirements of the law, the publication standard will be adjusted over time. There are also differences: not all descriptions in the Algorithm Register are about high-risk and/or AI systems. There are also non-self-learning algorithms and/or algorithms with a lower risk character in this register. That will remain the case. The register does seek connections with the AI Regulation, so that it becomes easy for governments that are in the Dutch register to also comply with the obligations under the AI Regulation. Here we also have to wait to see what the European Database will look like. It depends on the European Commission, the Dutch government is discussing this.</p>",
      "answer16": "<p>The need for additional legislation is being investigated. This is being considered in conjunction with EU legislation. This was announced in the <a href=\"https://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/21/kamerbrief-over-het-algoritmeregister\" target=\"_blank\">letter to</a> the House of Representatives of December 2022. This will certainly last until 2025.</p>",
      "question13": "How do I participate as a government organization?",
      "answer13": "<p>Join us and publish the information about your organization&#39;s algorithms. Also think about the further development of this Algorithm Register. You can find this information on the &#39; <a href=\"meedoen\">Getting involved</a> &#39; page.</p>",
      "answer17": "<p>Ask your question via <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>.</p>",
      "group2": "B Using the Algorithm Register",
      "group4": "D Participate | to stay informed",
      "group6": "F Other question",
      "answer8": "<p>There are two options. You can first search by organisation, word or theme. For example: Municipality X, Parking or Social Security. You will then receive an overview of the algorithms published by this municipality, with this word in the descriptions, or in this theme. A second option is to 'browse' through <a href=\"https://test.algoritmeoverheid.nl/algoritme\">all the algorithms in the registry</a> .</p>",
      "answer14": "<ul>\n<li>We regularly organize open meetings. View the <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">agenda</a> on the Pleio page on algorithms.</li>\n<li>On <a href=\"http://algoritmes.pleio.nl/\" target=\"_blank\">algoritmes.pleio.nl</a> you will find news, the agenda and a number of communities where you can stay informed about a certain subject and where you can talk.</li>\n<li>Subscribe to the newsletter and regularly receive an update of the algorithm news in your mailbox. <a href=\"https://algoritmeregister.email-provider.eu/memberforms/subscribe/standalone/form/?a=1pjwwoyxrs&amp;l=vdfr1sbovb\" target=\"_blank\">Sign In.</a></li>\n<li>algoritmes.overheid.nl is developed with open source software. The code and, for example, the publication standard, can be found on <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">the GitHub page of the Ministry of the Interior and Kingdom Relations</a>.</li>\n</ul>"
    },
    "Footer: Privacyverklaring": {
      "content": "<h1>Privacy</h1>\n<p class=\"mb-2\">This website uses analytical cookies only. Cookies are small text files that websites store on your computer. This makes it possible to recognize your computer during your visit. This information helps the development team to improve the site. Analytical cookies answer the following questions:</p>\n<ul class=\"ml-4\" type=\"disc\">\n<li>Is this a new visitor or has the visitor visited the site before</li>\n<li>Which pages were consulted during the visit</li>\n<li>Which site was the visitor directed from</li>\n<li>Did the visitor immediately leave the site ('bouncing').</li>\n</ul>\n<p class=\"mb-4\">The cookies are not used to create a profile or to follow you further. This website does not place third-party cookies.</p>\n<h2>Data received via email</h2>\n<p class=\"mb-4\">Personal information that becomes known to the Algorithm Register by email is treated confidentially by the team. Such personal data will only be kept by the team while they work on a response to your message. Once the question is answered or if no question is asked, the team will only record the question itself and the answer to that question. Upon request, the question and answer can also be deleted.</p>",
      "pageTitle": "Privacy"
    },
    "Footer: Toegankelijkheid": {
      "content": "<h1>Accessibility</h1>\n<p class=\"mb-4\">During the development of this website, anything deemed beneficial and any requirements to make it accessible were immediately incorporated. The development team has been trained in digital accessibility. An independent accessibility expert regularly provides advise.</p>\n<p class=\"mb-4\">This website complies with WCAG 2.1 level AA, the Web Content Accessibility Guidelines.</p>\n<p class=\"mb-4\">This means that the website can be used by anyone including people with a disability.</p>\n<p class=\"mb-4\">For more information see:</p>\n<ul class=\"ml-4\" type=\"disc\">\n<li><a href=\"https://www.toegankelijkheidsverklaring.nl/register?w=algoritmes\" target=\"_blank\" rel=\"noopener\"> Registry of accessibility statements of the Dutch government<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link to external page\"></a>.</li>\n<li><a href=\"https://www.toegankelijkheidscertificaat.nl/algoritmes.overheid.nl/\" target=\"_blank\" rel=\"noopener\"> Certificate of Accessibility <img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link to external page\"></a>.</li>\n</ul>",
      "pageTitle": "Accessibility"
    },
    "Footer: Over": {
      "content": "<h1>About the Algorithm Register</h1><p> The government wants the government to use algorithms responsibly. People must be able to trust that algorithms comply with the values and norms of society. And there must be an explanation of how algorithms work. When the government is open about algorithms and their application, citizens, organizations and media can monitor it critically and check whether it is following the law and the rules.</p><h2> Responsible algorithm use</h2><p> The following processes, among others, contribute to responsible algorithm use:</p><ol><li> The Algorithm Register helps to make algorithms findable, better explained and their application and impact understandable.</li><li> <a href=\"https://www.autoriteitpersoonsgegevens.nl/themas/algoritmes-ai/coordinatie-toezicht-algoritmes-ai\" target=\"_blank\">The Algorithm Supervisor</a> (the Dutch Data Protection Authority) coordinates the control of algorithms: do the government algorithms comply with all applicable rules?</li><li> The Ministry of the Interior and Kingdom Relations is working on the <a href=\"https://algoritmes.pleio.nl/page/view/3877b524-e174-40c6-bcac-f3db875867e1/algoritmekader\" target=\"_blank\">Algorithm Framework</a>. This makes it clear to governments what requirements apply to algorithms and how they can ensure that their algorithms can meet them.</li><li> Legislation: there will be a legal obligation for transparency of algorithms. This was announced in the <a href=\"https://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/21/kamerbrief-over-het-algoritmeregister\" target=\"_blank\">letter to parliament of December 2022</a>.</li></ol><h2> Goals of the Algorithm Register</h2><p> What do we want to achieve with the Algorithm Register? The goals of the Algorithm Register are interrelated, as this image shows. The goals are briefly explained below the image. A more detailed explanation of the goals can be found in the <a href=\"https://algoritmes.pleio.nl/wiki/view/19bb6e9e-7a97-43d5-bef3-b1d66e59f4ff/handreiking-algoritmeregister\" target=\"_blank\">Algorithm Register Guide</a>.</p><div><div><ol role=\"list\"><li role=\"listitem\"><p> <strong>Increasing trust in the government</strong><br /> The government can only effectively provide social added value if there is trust in the government and people feel heard and involved. The Algorithm Register should help improve confidence in the government.</p></li><li role=\"listitem\"><p> <strong>Strengthening the position of citizens and companies</strong><br /> The Algorithm Register provides citizens and companies with more information about how government processes work and what choices have been made.</p></li><li role=\"listitem\"><p> <strong>More clarity about algorithm and AI use (Demystification)</strong><br /> Many people are unclear about what an algorithm is and how it affects their lives. The Algorithm Register provides insight into where and how the government uses algorithms and AI.</p></li><li role=\"listitem\"><p> <strong>Act responsibly<br /></strong> The government must act in a responsible manner. The Algorithm Register makes government actions more public.</p></li><li role=\"listitem\"><p> <strong>Increasing the controllability of the government</strong><br /> If the government shows what it is doing, citizens and organizations can monitor it better. The Algorithm Register supports this control by society.</p></li><li role=\"listitem\"><p> <strong>Increase explainability</strong><br /> Filling the Algorithm Register forces the government to explain its decision-making process and the application of algorithms in a comprehensible way. In addition, citizens can indicate whether an explanation is clear and whether they experience the operation the same.</p></li><li role=\"listitem\"><p> <strong>Be more transparent about trading</strong><br /> In order to provide openness and accountability, the government must be transparent. Carefully filling the Algorithm Register is one of the ways to do this.</p></li></ol></div></div><h2> Open development</h2><p> The first version of the Algorithm Register was launched in December 2022. This forms the basis for further development. By putting the solution into practice, we can gain knowledge and experience. We develop the register openly, together with experts, (potential) users and stakeholders. For example, in 2023 the report &#39; <a href=\"https://algoritmes.pleio.nl/attachment/entity/e59fb733-51ca-4811-9b6e-1d89d348a5b3\" target=\"_blank\">Target group analysis Algorithm register</a> &#39; was published. More and more points for improvement have been incorporated into this website.</p><p> Do you <a href=\"https://algoritmes.overheid.nl/nl/footer/meedoen\" target=\"_blank\">also want to contribute</a> ?</p><h2> More and more algorithms</h2><p> The Algorithm Register is not yet complete. Providing information about algorithms is not yet mandatory for government organizations. That obligation will come. Before then, more and more government organizations are publishing information about their algorithms. Because they want to be open and transparent about their processes and the use of algorithms.</p><p> For example, read <a href=\"https://algoritmes.pleio.nl/news/view/68abf211-f915-4433-ab28-9d51b5aa443e/groningen-over-de-winst-maak-het-niet-te-ambtelijk\" target=\"_blank\">the story of the municipality of Groningen</a>.</p>",
      "pageTitle": ""
    },
    "Footer: Meedoen": {
      "pageTitle": "Join",
      "content": "<h1>Participate</h1><p> You can participate if you <a href=\"meedoen#overheden\">work for the government</a> and if you <a href=\"meedoen#geinteresseerd\">do not work for the government</a>.</p><h2 id=\"overheden\"> Governments: participate and think along</h2><p> More and more governments are participating and publishing information in this government algorithm register about their high-impact algorithms and high-risk algorithms according to the upcoming <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">European AI Regulation.</a></p><p> The basic principle is that governments themselves are responsible for drawing up and managing their algorithm descriptions in the Algorithm Register. The Algorithm Register provides support with help, guidelines, tools and a publication standard.</p><h3> Help and guidance</h3><ol><li> Does your organization want to participate and publish about the algorithms you use? You can read more information about this on <a href=\"https://algoritmes.pleio.nl/\" target=\"_blank\">Algorithms Pleio environment</a> , for example in the <a href=\"https://algoritmes.pleio.nl/wiki/view/19bb6e9e-7a97-43d5-bef3-b1d66e59f4ff/handreiking-algoritmeregister\" target=\"_blank\">guide &#39;Getting started with the algorithm register&#39;</a>.</li><li> You can find the planning and background information on algorithms.pleio.nl. You will also find <a href=\"https://algoritmes.pleio.nl/page/view/67f8e63c-82b4-474e-a003-6ab8923d5184/praktijkverhalen-nieuw\" target=\"_blank\">practical stories from organizations</a> about how and why they are connected to the Algorithm Register. For example from <a href=\"https://algoritmes.pleio.nl/news/view/68abf211-f915-4433-ab28-9d51b5aa443e/groningen-over-de-winst-maak-het-niet-te-ambtelijk\" target=\"_blank\">the municipality of Groningen</a>.</li><li> <a href=\"https://algoritmes.pleio.nl/wiki/view/2bcdf820-ce62-4249-95f7-d1a13fb6e1c9/handleiding-algoritmeregister-publicatiestandaard\" target=\"_blank\">View the publication standard</a> – what information do you provide if you want to publish the description of an algorithm?</li><li> You can also contact us for assistance via <a href=\"mailto:algoritmeregister@minbzk.nl\">algorithmregister@minbzk.nl</a>.</li></ol><h3> Tools: easy self-publishing</h3><ol><li> You can submit with <a href=\"https://algoritmes.pleio.nl/wiki/view/b22c2b86-ad44-458d-8c2b-b8ee99bcc077/account-aanmaken-en-gebruik-maken-van-het-algoritmeregister\" target=\"_blank\">an online form</a> or automatically via an <a href=\"https://algoritmes.pleio.nl/wiki/view/6f6b7a6a-6ae9-4ae3-9f80-2d1137985091/handleiding-api-algoritmeregister\" target=\"_blank\">API.</a></li><li> Every quarter we present the application&#39;s new tools in public demos. In between, you stay informed in the sprint reviews. <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">View the agenda for this</a>.</li></ol><h2 id=\"geinteresseerd\"> Interested? Stay informed and join the conversation</h2><p> We will further develop the Algorithm Register, the tools and standards together with stakeholders. Do you not work for the government and would you like to discuss and think along? This can be done in the following ways.</p><ol><li> Join the <a href=\"https://algoritmes.pleio.nl\" target=\"_blank\">community</a> on the Pleio platform. <a href=\"https://account.pleio.nl/register/\" target=\"_blank\">Create an account for this</a>.</li><li> The registry software is open source. <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">View the code</a> on the Ministry of the Interior and Kingdom Relations&#39; GitHub.</li><li> Public online meetings: there are regular meetings about the state of affairs and specific themes. View the <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">agenda</a>.</li><li> (Potential) users, social organizations and experts contribute ideas about further improvements to the Algorithm Register. So that the Algorithm Register will soon be as close as possible to what people need. For example, we conduct many interviews for this purpose. The report &#39; <a href=\"https://algoritmes.pleio.nl/attachment/entity/e59fb733-51ca-4811-9b6e-1d89d348a5b3\" target=\"_blank\">Target group analysis Algorithm register</a> &#39; was published in 2023. More and more points for improvement have been incorporated into this website. A second target group analysis will follow in 2024.</li></ol><div></div>"
    },
    "Footer: Over algoritmes": {
      "pageTitle": "About algorithms",
      "img_alt": "The collection &#39;all algorithms&#39; contains both the subset &#39;Impactful algorithms&#39; (with influence on people) and the subset &#39;AI&#39;.",
      "content": "<h1>About algorithms</h1>\n<div>\n<p><strong>An algorithm is a set of rules and instructions that a computer automatically follows when making calculations to solve a problem or answer a question (source: Netherlands Court of Audit). You come across algorithms everywhere, including in government.</strong></p>\n</div>\n<div>\n<p>Anyone who regularly does something on the internet comes across algorithms. Browsers, online banking, streaming services such as Netflix, and social media such as Facebook and Instagram; algorithms make it possible.</p>\n</div>\n<div>\n<p>The government also uses algorithms. Consider applying for a grant online. The algorithm then helps to immediately assess whether you meet the conditions or not. This is an example of an algorithm with clear decision rules and an unequivocal answer: yes or no?</p>\n</div>\n<div>\n<p>Other algorithms can recognize trends. For example, they show how crime develops in a city. This helps the police and municipality to take the right measures. Or they analyze (anonymous) health data, which can be used to make public health policy. Sometimes these algorithms are '(self) learning'. That is, they are trained to discover patterns themselves.</p>\n</div>\n<div>\n<h2 role=\"heading\">Impactful algorithms</h2>\n</div>\n<div>\n<p>Algorithms are not perfect. They sometimes make mistakes and there is a risk of prejudice, just like with humans. In the past, this has gone horribly wrong with automated government processes.</p>\n</div>\n<div>\n<p>The government is working on improvement. It does this, for example, by developing and using algorithms in a responsible manner. It is important that the government is transparent about the impactful algorithms it uses. So that citizens and stakeholders have insight into algorithms that influence their lives. For example, algorithms that have legal consequences for people, or that ensure that the government classifies people, are full of impact. For example, identifying people who are entitled to certain provisions, so that the government can proactively offer help.</p>\n</div>\n<div>\n<h2 role=\"heading\">Visible and controllable</h2>\n</div>\n<div>\n<p>The Algorithm Register wants to make the impactful algorithms used visible and verifiable. So that you as a citizen, advocate, expert or journalist can watch. If you have any questions or think something is wrong with an algorithm in this register, you can <a href=\"vragen#question10\">contact</a> the organization that manages the algorithm. Or: <a href=\"over\">Read more about the Algorithm Register</a>.</p>\n</div>\n<div>\n<h2 role=\"heading\">Relationship with AI</h2>\n</div>\n<div>\n<p>Artificial (or artificial) intelligence (AI) enables computers and machines to perform intelligent tasks. A well-known example of this is ChatGPT, a program that can answer the questions you ask it. Another example is AI that can help a doctor quickly detect different types of cancer.</p>\n</div>\n<div>\n<p>Algorithms are an important part of AI, as they help computers and machines perform these tasks with mathematical formulas and patterns. AI can therefore discover connections and analyze images, for example. The relationship between AI and algorithms is as follows: AI consists of algorithms, but not all algorithms are part of AI. For example, the aforementioned non-self-learning algorithms are not AI systems, but you will find them in this register.</p>\n</div>\n<div>\n<p>You can see this connection between AI and algorithms in the diagram below. Part of all algorithms – whether or not part of an AI system – are impactful.</p>\n</div>",
      "content2": "<div>\n<p>That means two things. First: all AI consists of algorithms, but a small part of the algorithms are part of an AI system. Second, there is an overlap between impactful algorithms and AI. Some AI is impactful, other AI is not.</p>\n</div>\n<div>\n<h2 role=\"heading\">Legislation</h2>\n</div>\n<div>\n<p>The European Union is working on legislation specifically for AI: the AI Act. More about the <a href=\"vragen#question15\">relationship between the Algorithm Register and the upcoming AI Act</a>.</p>\n</div>"
    },
    "footer": {
      "text": "Please note: this website is under development. The information changes often. Do you want",
      "textForLink": "to help?"
    },
    "Home": {
      "about": "<p><strong>About algorithms</strong></p>\n<p>An algorithm is a set of rules and instructions that a computer automatically follows when making calculations to solve a problem or answer a question. <a href=\"{localised_url}/footer/over-algoritmes\">More about algorithms</a>.</p>",
      "collaborate": "<p><strong>Developing together</strong><br />More and more government organizations publish information about their algorithms in the Algorithm Register. The register is being developed further. <a href=\"{localised_url}/footer/meedoen\">Join us too</a>.</p>",
      "aboutRegister": "<p><strong>About this register</strong></p>\n<p>More and more Dutch government organizations publish the algorithms they use in their work in this Algorithm Register. They focus on impactful algorithms and give the visitor insight into how these algorithms work. <a href=\"{localised_url}/footer/zelf-aan-de-slag\">Get started yourself</a>.</p>",
      "highlightTextBottom": "<p>Or <a href=\"{localised_url}/algoritme\">browse all algorithms</a></p>",
      "toDo": "<p><strong>What can I do here?</strong></p>\n<p>How can you use the Algorithm Register? And what do you do if the algorithm you are looking for is not yet in this registry? <a href=\"{localised_url}/footer/vragen\">View the frequently asked questions</a>.</p>",
      "highlightTextTop": "View the 3 most recently changed algorithm descriptions",
      "title-tag": "The Algorithm Register of the Dutch government",
      "meta-description": "The algorithm register collects all algorithm descriptions used by government organizations in the Netherlands."
    },
    "Zoekbalk": {
      "hint": "Search by word, theme or organisation",
      "hintOrganisatie": "Search by organisation"
    },
    "language-disclaimer": {
      "closeText": "Close",
      "content": "<p><strong>Please note: </strong>The algorithm descriptions in English have been automatically translated. Errors may have been introduced in this process. For the original descriptions, go to the Dutch version of the Algorithm Register.</p>",
      "goToDutch": "Go to Dutch language"
    },
    "Footer: Archief": {
      "content": "<h1>Archive</h1>\n<p>Websites are an important source of information for citizens, companies and governments. This also applies to previous versions of websites. They may contain information that is still relevant and may confer rights. By archiving websites, they remain permanently accessible: they remain available for reviewing public information. This is mandatory for all government websites.</p>\n<p>These versions can be found in the <a href=\"https://minbzk.sitearchief.nl/?subsite=algoritmeoverheid#archive\" target=\"_blank\" aria-label=\"Koppeling web archive\">web archive</a> (Dutch only). The overview shows the archives of all mandatory participants. Click on an archive, select a date from the past and the website will adjust its content to what was current at that time. You can go back as far as January 25, 2023.</p>\n<p>Want to learn more? <a href=\"https://www.nationaalarchief.nl/archiveren/kennisbank/Richtlijn-Archiveren-Overheidswebsites\" target=\"_blank\" aria-label=\"Koppeling Check out the Guidelines for Archiving Government Websites\">Check out the Guidelines for Archiving Government Websites</a>. </p>",
      "pageTitle": "Archive"
    },
    "Footer: Kwetsbaarheid melden": {
      "content": "<h1>Report vulnerability</h1>\n<p>If you discover a weak spot or vulnerability on this website, please report it to the National Cyber Security Center (NCSC). Making such a report is called Coordinated Vulnerability Disclosure (CVD). We will look into the problem together with the NCSC and resolve it as quickly as possible.</p>",
      "pageTitle": "Report vulnerability"
    },
    "Footer: Release-notes": {
      "pageTitle": "Release notes",
      "content": "<h2>Release notes</h2><p> On this page you will find changes to the software that are useful to know if you are a visitor or editor.</p><h2> May 3, 2024</h2><h3> For editors:</h3><div><p> <strong>Improved: Publishing process</strong><br /> Organizations use a web form with a publication process that allows them to control what they publish. The publication process has several steps. This quarter we are working on improving the entire process. This is necessary because of the growth of the register and we would like to meet the wishes of an increasingly large group of editors. The most important improvements so far are:</p></div><div><ul role=\"list\"><li role=\"listitem\"><p> The web form has been better designed for a more user-friendly experience.</p></li><li role=\"listitem\"><p> A draft version is now created every time an algorithm description is saved. This makes it possible to roll back previously saved versions of descriptions.</p></li></ul></div><div><p> We will also extensively test these (and future) improvements until July. If the results are good, the web form will be updated next summer.</p></div><div><p> <strong>Added: New templates</strong><br /> In the web form, organizations can use templates of algorithm descriptions from suppliers. From now on, organizations can also use new templates to publish the description of the &#39;Octobox Anonymize&#39; algorithm (from Octobox and DocDirekt) and &#39;Public space notifications&#39; (from the Municipality of Amsterdam).</p></div><div><p> <strong>Fixed: Organization details web form</strong><br /> The web form can be used by organizations to write text for their organization page in the Algorithm Register. There it can be indicated how organizations deal with algorithms and the publication thereof in the Algorithm Register. An error briefly occurred where these organization details could not be saved. This error has been fixed and everything is working properly again.</p></div><h2> April 19, 2024</h2><div><h3 role=\"heading\"> For visitors:</h3></div><div><p> <strong>Improved: Suggestions for organizations based on search term</strong><br /> As you type, suggestions of organizations that may be searched will appear below the search bar. By clicking on a suggestion, the search term is automatically completed.</p></div><div><p> <strong>Improved: Easier navigation to all algorithm descriptions</strong><br /> The total number of algorithms is clickable above the search bar. By clicking on this you will go directly to the overview of all published algorithm descriptions.</p></div><div><p> <strong>Improved: All selection filters can be cleared at once</strong><br /> All search criteria that you have used when searching for an algorithm description or organization can now be removed at once by clicking on &#39;Remove selection&#39; above the filter block.</p></div><div><p> <strong>New: More clear what can be searched for on a page via the search bar</strong><br /> Via the menu options &#39;Algorithms&#39; and &#39;Organizations&#39; you can search for algorithm descriptions and organizations that have published in the Algorithm Register. The search bar on those pages has been given a title to make it clearer what can be found there.</p></div><h2> April 5, 2024</h2><h3> For visitors:</h3><p> <strong>New: The Algorithm Register is automatically translated into Frisian (beta)</strong><br /> Frisian visitors can now also use the Algorithm Register. The website can be used in Frisian via the Language button at the top right of each page (on mobile via the &#39;Menu&#39; button). The algorithm descriptions in Frisian have been automatically translated. There may be errors in this. For the original descriptions, go to the Dutch version of the Algorithm Register.</p><h2> March 2024</h2><h3> For visitors:</h3><p> <strong>Adjusted: Text adjustments on information pages<br /></strong> The heading &#39;Objectives of the Algorithm Register&#39; has been added to the &#39; <a href=\"https://algoritmes.overheid.nl/nl/footer/over\" target=\"_blank\">About the Algorithm Register</a> &#39; page, where our seven objectives are briefly explained.</p><p> <strong>Improved: Web Archive<br /></strong> The web archiving for the Algorithm Register is working properly again. For more information click <a href=\"https://algoritmes.overheid.nl/nl/footer/archief\">here</a>.</p><p> <strong>Adjusted: the search bar now remembers suggestions from the search engine<br /></strong> When typing a search query, suggestions will appear below the search bar. When clicking outside the search bar, those suggestions disappear, but they now return when you click in the search bar again.</p><p> <strong>New: It is now possible to search via the &#39;Organizations&#39; menu option.</strong><br /> In the main menu at the top there is an &#39;Organizations&#39; option where you can view a list of all organizations that have published, listing their algorithm descriptions. From now on you can use the search bar to search for organizations from that page.</p><div><p> <strong>Improved: Search with organization abbreviation displays the option to navigate directly to the organization page<br /></strong> It is now possible to navigate directly to an organization page using an abbreviation, for example BZK (Home Affairs and Kingdom Relations) or UWV (Employee Insurance Agency).</p><p> <strong>Improved: With an organization name as a search term you will now find all algorithm descriptions of that organization</strong><br /> If you type the name of an organization in the search bar, you expect to find at least all algorithm descriptions of that organization. That wasn&#39;t always the case. The search function has been technically adjusted to ensure completeness.</p><p> <strong>Improved: Smarter search when an organization name is used as a search term<br /></strong> If you typed the abbreviated or full name of an organization in the search bar, the search result would be all algorithm descriptions where the organization name appeared somewhere in the description. Even if those were algorithm descriptions from other organizations. That&#39;s not always what you&#39;re looking for. That is why you will now receive suggestions below the search bar that you can choose from. This allows you to search faster and more specifically. These suggestions will be further expanded and refined in the near future.</p><p> <strong>Changed: Publishing standard is now also shown</strong><br /> When displaying the search results, it is now also shown which version of the publishing standard was used. Because the available information may differ per version.</p><p> <strong>Improved: With downloads you see that the download is still in progress<br /></strong> Due to the growth of the Algorithm Register, downloading now takes a little longer. You will now receive feedback about this so that you know that you have to wait a while until the download is ready.<strong><br /></strong></p><h3> <strong>For editors:</strong></h3><p> <strong>New: Algorithm description Anonymization completed faster using the eData BV template<br /></strong> In the web form, organizations can now use the template from the supplier eData BV (also known as eSpecialists BV) to complete the Anonymization algorithm description more quickly.</p><p> <strong>Adjusted: Checking the link to your own website on the organization page<br /></strong> On this register, organizations can explain how they deal with algorithms in their own organization page. In the field: &#39;More information&#39; you can include a link to a page on your own website. It is now no longer possible to add spaces in that link. It is now allowed to add a slash (&#39;/&#39;) at the end of a link.</p><p> <strong>Fixed: Texts organized into paragraphs with blank lines between them were not saved<br /></strong> Due to a recent bug, information spread over multiple paragraphs was not saved. So information disappeared. This has now been resolved.</p><br /><h2> February 2024</h2><h3> For visitors:</h3><p> <strong>Fixed: No more strange character in CSV download</strong><br /> When downloading algorithm descriptions in a CSV file, a strange character sometimes appeared. This error has now been resolved.</p><p> <strong>Fixed: English Excel download now includes English labels</strong><br /> When downloading English algorithm descriptions, Dutch labels were shown. These labels, seen in column A, have now been translated into English.</p><p> <strong>Fixed: Tabs in Excel file are displayed consecutively</strong><br /> When downloading algorithm descriptions with multiple publishing standards, the tabs are listed from newest to oldest version.</p><p> <strong>Changed: Version information has been renamed to release notes</strong><br /> In the colophon, version information has been renamed to release notes.</p><p> <strong>Fixed: No more HTML code in Excel downloads</strong><br /> When downloading algorithm descriptions in an Excel file, formatting code was unintentionally included. This is technical code intended for displaying text on the website. This error has now been resolved.</p><h3> For editors:</h3><p> <strong>New: Create algorithm description faster with the help of a template</strong><br /> You can now use templates in the web form to fill out your algorithm description faster. To start with, 9 templates have been made available by suppliers who mainly supply to municipalities.<br /><br /> <strong>Adjusted: Publication standard version 1.0 now mandatory for new algorithm descriptions</strong><br /> The final version of the Publication Standard was adopted in December 2023. It is now no longer possible to start new descriptions in an older version of the standard. You can still edit existing descriptions in an older standard.</p><p></p><h2> January 2024</h2><h3> For visitors:</h3><p> <strong>Improved: The download options have been expanded</strong><strong><br /></strong> All algorithm descriptions can be downloaded from the register. This can be done for all algorithm descriptions simultaneously in one very large file. This can also be done separately per algorithm description. It is now possible to download algorithm descriptions in both Dutch and English. And this can be done as an Excel file or as a CSV file. If you choose a CSV file, you can also open it in Excel, but to open algorithm descriptions in Excel it is more convenient to download them as an Excel file.</p><p> <strong>New: Search terms are highlighted in yellow in the search results</strong><strong><br /></strong> When searching, you may sometimes see your search term highlighted in yellow in the search results. This is true if the term appears in the short description. If the term is found elsewhere in an algorithm description, you will see that algorithm in the search results, but not with the search term highlighted in yellow.</p><p> <strong>Improved: Filter options now also work in the English view</strong><strong><br /></strong> Filter options in the &#39;Algorithms&#39; page now also work in English.</p><p> <strong>Improved: Use search terms to filter</strong><strong><br /></strong> You can now combine search terms with other filter options for a more targeted search.</p><p> <strong>New: Menu option: &#39;Organizations&#39;</strong><strong><br /></strong> A new option &#39;Organizations&#39; has been added in the main menu at the top. Here you will now find a list of all organizations that have published, with a summary of their algorithm descriptions. Organizations now have a new option to provide their own general explanation. They can also provide an explanation as to why they do not publish on the Algorithm Register.</p><p> <strong>New: Information page: &#39;Report vulnerability&#39;</strong><br /> The footer contains a link to a new page with instructions on how to report a vulnerability in the security of the website.</p><p> <strong>Fixed: Organizations are now sorted alphabetically in lists</strong><strong><br /></strong> Organizations are now listed in alphabetical order by default everywhere.</p><p> <strong>Adjusted: The &#39;Web Archive&#39; link has been renamed to &#39;Archive&#39;</strong><br /> In the footer there is a link to the website&#39;s daily updated web archive. The name of this link has been changed to &#39;Archive&#39;. This is to match the naming on other government sites.</p><h3> For editors:</h3><p> <strong>New: Writing help is available for spelling and language errors</strong><strong><br /></strong> When completing the web form, a spelling check is now automatically performed as in a word processor and suggestions for improvements are given.</p><p> <strong>New: You can now add information about your organization</strong><strong><br /></strong> You now have the option to provide additional information about how the organization deals with algorithms and their publication on the Algorithm Register. There is also an option to add a link to an information page on the organization&#39;s own website. Ask your contact person to help you use it for the first time.</p><h2> December 2023</h2><h3> For visitors:</h3><p> <strong>The search results are displayed more compactly</strong><br /> The visitor now sees more search results at a glance.</p><p> <strong>Search suggestions are displayed</strong><br /> The visitor will see suggestions below the search bar based on the letters typed.</p><p> <strong>The web archive has been added to the footer</strong><br /> For more information click <a href=\"https://algoritmes.overheid.nl/nl/footer/archief\">here</a>.</p><p> <strong>The register is automatically translated into English</strong><br /> International visitors can now also use the Algorithm Register.</p><p> <strong>The download button</strong><br /> The button that used to download a CSV file now downloads an Excel file.</p><h3> For editors:</h3><p> <strong>Organization page</strong><br /> In the organization details page, the editor can describe additional information about how they handle algorithms and their publication.</p><p> <strong>Technical errors that occurred when downloading an algorithm description have been resolved</strong><br /> Where the editor could previously leave fields empty or incomplete and save them, he now receives an error message. This error message states which field still requires action.</p><div><h2> November 2023</h2></div><div><h3> For visitors:</h3><p> <strong>The search engine has been updated</strong><br /> You can now search for combinations of keywords, spelling errors, abbreviations and synonyms.</p><p> <strong>The search results are divided into organization types</strong><br /> On the left side of the search results, the user is given the option to choose an organization type and sees an overview of the selected filters.</p><h3> For editors:</h3><p> <strong>The editor sees how far the web form has been completed</strong><br /> Based on a progress bar above the input form, the editor can see how complete the algorithm description is.</p><p> <strong>The final version of the Publication Standard is available<br /></strong> Algorithm descriptions on the register have a fixed text structure: the Publication Standard. Previously, this standard was still under development and various concept versions were used side by side. The final 1.0 version became available in December. It is best for the editor to publish new algorithm descriptions directly in this new format. The editor can migrate existing descriptions from the old format to the new format. This is not necessary immediately, but it is recommended. In this way, the editor helps to improve the quality of the register. Migration assistance is available.</p></div></div><div><h2> October 2023</h2></div><div><h3> For editors:</h3></div><div><p> <strong>The download options are extensive<br /></strong> The algorithm descriptions can be downloaded from the web form in single form and in bulk in Microsoft Word, in Microsoft Excel, or as a PDF.</p></div><div><p> <strong>The publication process has been accelerated<br /></strong> Publishing an algorithm description now takes place immediately after release from the editor.</p></div><div><p> <strong>The web form includes version control<br /></strong> Editors can now see who last edited the algorithm description(s) on the web form overview page.</p></div><div><p> <strong>The web form has moved<br /></strong> After a test period, the web form was moved to <a href=\"https://algoritmes.overheid.nl/webformulier\" target=\"_blank\">https://algorithms.overheid.nl/webvorm</a>. This also applies to the delivery API, which has been moved to <a href=\"https://algoritmes.overheid.nl/aanleverapi\" target=\"_blank\">https://algorithms.overheid.nl/aanleverapi</a>.</p></div>"
    },
    "Footer: Zelf aan de slag": {
      "pageTitle": "Get started yourself",
      "content": "More information will follow."
    },
    "Algoritmes-overzicht": {
      "title-tag": "Overview of algorithm descriptions",
      "title-tag-on-append": ": Search for algorithm descriptions",
      "meta-description": "Search here for algorithm descriptions of all Dutch government organizations."
    },
    "Organisatie-overzicht": {
      "title-tag": "Organization overview",
      "title-tag-on-append": ": Search for organisations",
      "meta-description": "Search here for information about organizations&#39; algorithm descriptions."
    },
    "Organisatie-details": {
      "meta-description": "{org-name} publishes {algorithm-description-count} algorithms."
    },
    "Dashboard": {
      "title-org-top-20": "Organisations top 20"
    }
  },
  "nl": {
    "Footer: Contact": {
      "content": "<h1>Neem contact op</h1>\n<p>Deze website is in ontwikkeling. Heb je vragen over het Algoritmeregister? Of ben je een (overheids)professional en wil jij of je organisatie <a href=\"meedoen\">meedoen aan de verdere ontwikkeling</a> van het Algoritmeregister? Kijk naar de informatie op: <a href=\"over\">Over het Algoritmeregister</a> en de <a href=\"vragen\"> Veelgestelde vragen</a>.</p>\n<p>Voor vragen, neem contact op met: <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>.</p>",
      "pageTitle": "Contact"
    },
    "Footer: Vragen": {
      "question14": "Hoe blijf ik op de hoogte van ontwikkeling van het Algoritmeregister?",
      "question15": "Is het Nederlandse Algoritmeregister ook het register zoals beschreven in de Europese AI Verordening?",
      "question16": "Komt er wetgeving rond het Algoritmeregister?",
      "question17": "Staat jouw vraag er niet bij?",
      "group1": "A - Algemene informatie",
      "group3": "C - Klachten of bezwaren",
      "group5": "E - Wetgeving en de Europese AI-Verordening",
      "content": "<h1>Veelgestelde vragen</h1>\n<h2>1. Wat is het Algoritmeregister?</h2>\n<p class=\"mb-4\">Op het Algoritmeregister staat informatie over algoritmes die de overheid gebruikt. Zo is deze informatie vindbaar en beschikbaar voor burgers, hun belangenbehartigers, de media en toezichthouders.</p>\n<h2>2. Wat is het doel van deze website?</h2>\n<p class=\"mb-4\">Het doel is informatie over algoritmes voor iedereen centraal vindbaar te laten zijn. Op die manier kan iedereen zien in welke impactvolle processen algoritmes gebruikt worden. De informatie geeft de mogelijkheid om toezicht te houden op algoritmes. Zo kan gekeken worden naar discriminatie en onrechtmatigheid, maar ook de wenselijkheid. Wanneer mensen het niet eens zijn met het gebruik van algoritmes, geeft het Algoritmeregister aan waar bezwaar gemaakt kan worden.</p>\n<h2>3. Wat zijn algoritmes?</h2>\n<p class=\"mb-4\">Een algoritme is een set van regels en instructies die een computer uitvoert. Algoritmes helpen bijvoorbeeld om problemen te analyseren maar ook om beslissingen te nemen. Zo kan de overheid grote hoeveelheden gegevens (data) combineren en analyseren (bron: Algemene Rekenkamer).</p>\n<p class=\"mb-4\">Wil je meer weten over algoritmes? <a href=\"https://www.mediawijsheid.nl/algoritmes/\" target=\"_blank\" rel=\"noopener\"> Bekijk de informatie op Mediawijsheid<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link naar externe pagina\"></a> of bekijk de (gratis) <a href=\"https://ethiek.ai-cursus.nl/home\" target=\"_blank\" rel=\"noopener\">Nationale AI-cursus<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link naar externe pagina\"></a>.</p>\n<h2>4. Ik heb een vraag over een algoritme op deze site, waar kan ik deze stellen?</h2>\n<p class=\"mb-4\">Het kan natuurlijk ook dat je na het lezen van de registratie van een algoritme vragen hebt over een specifiek algoritme. Die kun je stellen aan de &lsquo;eigenaar&rsquo; van het algoritme. De contactgegevens vind je in de beschrijving van het algoritme. Alle overige vragen kun je sturen naar: <a href=\"mailto:algoritmeregister@minbzk.nl\" target=\"_blank\" rel=\"noopener\"> algoritmeregister@minbzk.nl<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-mail.8d4dd9cb.svg\" alt=\"Link naar een e-mailadres\"></a>.</p>\n<h2>5. Staan alle algoritmes van de overheid op deze website?</h2>\n<p class=\"mb-4\">Op dit moment stelt een kopgroep van overheidsorganisaties hun algoritmes beschikbaar via deze website. In 2023 publiceren nog meer overheidsorganisaties in het Algoritmeregister. Voorlopig gaat het aantal algoritmes op deze website dus nog groeien.</p>\n<p class=\"mb-4\">In de toekomst wordt het wettelijk verplicht algoritmes publiekelijk beschikbaar te maken. Daardoor komen de meeste relevante algoritmes in het Algoritmeregister. Hierop zullen gerechtvaardigde uitzonderingen komen. Denk aan opsporing, rechtshandhaving, defensie of inlichtingenverzameling. De exacte kaders worden nog uitgewerkt.</p>\n<h2>6. Bij sommige algoritmes staat meer informatie dan bij andere algoritmes?</h2>\n<p class=\"mb-4\">Momenteel gebeurt het vullen van het Algoritmeregister vrijwillig door overheidsorganisaties. Niet elke organisatie heeft ervoor gekozen alle informatie te publiceren. Uiteindelijk wordt er wettelijk vastgelegd welke informatie verplicht aangeleverd moet worden, en welke informatie optioneel is.</p>\n<h2>7. Wie werken er aan het Algoritmeregister?</h2>\n<p class=\"mb-4\">De ontwikkeling van het Algoritmeregister is begonnen met het consortium Publieke controle op algoritmes. Daarin werkten overheidsorganisaties aan beleidsinstrumenten voor een verantwoorde inzet van algoritmes. Een van de resultaten is onderzoek naar het Algoritmeregister. Het ministerie van Binnenlandse Zaken en Koninkrijksrelaties heeft voortgebouwd op deze opgedane kennis om tot dit Algoritmeregister te komen. Voor het ontwikkelen van de website werkt het ministerie samen met ICTU. In het Algoritmeregister is te zien welke organisaties op dit moment algoritmes aangeleverd hebben voor het Algoritmeregister. Kijk daarvoor onder het kopje Algoritmes, hier staan alle organisaties die nu &eacute;&eacute;n of meerdere algoritmes hebben aangeleverd.</p>\n<h2>8. Hoe verhouden de algoritmeregisters van overheidsorganisaties zich tot deze website?</h2>\n<p class=\"mb-4\">Het Algoritmeregister is de centrale vindplek voor alle algoritmes van de overheid. Sommige overheidsorganisaties hebben daarnaast ook een eigen algoritmeregister. Organisaties hebben daar de mogelijkheid om meer informatie te bieden of op andere wijze. In de huidige versie is de informatie handmatig overgenomen. In 2023 wordt gewerkt aan de mogelijkheid van automatische uitwisseling.</p>",
      "pageTitle": "Veelgestelde vragen",
      "question1": "Wat is het Algoritmeregister?",
      "answer1": "<p>In het Algoritmeregister staat informatie over algoritmes die de overheid gebruikt. Zo is deze informatie vindbaar en beschikbaar voor burgers, hun belangenbehartigers, de media en toezichthouders.</p>",
      "question2": "Waarvoor gebruikt de overheid algoritmes?",
      "answer2": "<p>Algoritmes kunnen helpen om grote hoeveelheden gegevens efficiënt te verwerken en betere inzichten te geven. Algoritmes helpen zo om die dienstverlening te verbeteren, en tijd en geld te besparen. De overheid gebruikt algoritmes om gegevens te analyseren, beslissingen te nemen en taken te automatiseren. Voorbeelden van algoritmes die de overheid gebruikt zijn verkeersmonitoring en het online aanvragen van overheidsproducten.</p>",
      "question3": "Van welke algoritmes horen de beschrijvingen in het Algoritmeregister thuis?",
      "answer3": "<p>In ieder geval horen in dit register thuis:</p>\n<ul>\n<li>Informatie over algoritmes die door de voorgenomen Europese wetgeving (de AI-Verordering) als hoogrisico worden aangeduid. Dat zijn algoritmes die elementen van autonomie (zelfstandigheid) kennen. In het Nederlands noemen we dat meestal (deels) zelflerende algoritmes. Het algoritme moet daarnaast operationeel zijn in één van de toepassingsgebieden van Annex III. Denk aan gebieden als biometrie, kritieke infrastructuur en werkgelegenheid. <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">Meer over de risicoclassificatie in de AI-Verordening</a> en <a href=\"https://spanish-presidency.consilium.europa.eu/en/news/council-parliament-deal-first-worldwide-rules-artificial-intelligence/\" target=\"_blank\">de wijzigingen daarop</a>.</li>\n<li>Informatie over algoritmes die direct impact hebben op de betrokkenen. Ze dragen bijvoorbeeld bij aan een besluit dat van invloed is op iemands rechten, op iemands juridische status of zijn rechten vanuit een overeenkomst. Denk aan: het opleggen van boete of het toekennen of weigeren van een subsidie.</li>\n</ul>\n<p>Daarnaast zijn er nog een aantal andere redenen om algoritmes volledig te publiceren. Bijvoorbeeld wanneer algoritmes veel maatschappelijke aandacht krijgen. Er zijn ook redenen om niet alle informatie over een algoritme te publiceren, bijvoorbeeld wanneer een algoritme wordt gebruikt voor opsporing. Idealiter publiceert de overheid dan het deel van de informatie over het algoritme dat wel gepubliceerd kan worden. Meer over <a href=\"https://algoritmes.pleio.nl/wiki/view/19bb6e9e-7a97-43d5-bef3-b1d66e59f4ff/handreiking-algoritmeregister\" target=\"_blank\">selectie van algoritmes voor het register </a>staat in de handreiking.</p>",
      "question4": "Welke organisaties publiceren over hun algoritmes in het Algoritmeregister?",
      "answer4": "<p>In het Algoritmeregister staat informatie over algoritmes van veel verschillende overheidsorganisaties. Regelmatig komen daar nieuwe organisaties bij.</p>\n<p>In de toekomst wordt publicatie van algoritmes <a href=\"{localised_url}/footer/vragen#question3\">die in dit register thuishoren</a> verplicht voor alle overheidsorganisaties; dus de rijksoverheid, provincies, gemeenten, waterschappen. Nog niet duidelijk is of andere organisaties uit de publieke sector zoals zorg en onderwijs ook onder deze verplichting gaan vallen. Dat wordt duidelijker op weg naar wetgeving in 2025. Zij zijn wel al welkom om hun algoritmes in het Algoritmeregister te publiceren.</p>",
      "question5": "Hoe zit het met mijn privacy bij het gebruik van algoritmes?",
      "answer5": "<p>Sommige algoritmes gebruiken persoonsgegevens voor hun taak. Persoonsgegevens zijn gegevens die informatie bevatten die kan worden gebruikt om een individu te identificeren, zoals naam, adres, geboortedatum of financiële informatie. Er zijn veel eisen aan het gebruik van persoonsgegevens, ook door de overheid. Veel eisen staan in wetgeving, zoals de AVG. In het Algoritmeregister staat informatie over welke gegevensbronnen het algoritme gebruikt. En over welke toetsen zijn uitgevoerd voordat het algoritme in gebruik werd genomen, bijvoorbeeld een privacytoets (DPIA). De <a href=\"https://www.autoriteitpersoonsgegevens.nl/\" target=\"_blank\">Autoriteit Persoonsgegevens</a> houdt toezicht op naleving van de privacy-eisen en sinds 1 januari ook <a href=\"https://www.autoriteitpersoonsgegevens.nl/actueel/algoritmetoezicht-ap-van-start\" target=\"_blank\">toezicht op algoritmes.</a></p>",
      "question6": "Hoeveel algoritmes gebruikt de overheid en over hoeveel komt er informatie in dit register?",
      "answer6": "<p>We staan aan het begin van een proces waarin de overheid actief informatie over algoritmes openbaar maakt. Het aantal algoritmes in het register is nog niet het totaal aantal algoritmes dat de overheid gebruikt. Op dit moment is er weinig zicht op het totale aantal algoritmes bij de overheid. Het is dus ook niet bekend over hoeveel algoritmes de informatie uiteindelijk in het register terecht hoort te komen. In de loop der jaren zal er steeds meer inzicht ontstaan in het aantal en de aard van algoritmes bij de overheid.</p>",
      "question7": "Welke informatie over algoritmes haal ik uit het Algoritmeregister?",
      "answer7": "<p>De <a href=\"https://algoritmes.pleio.nl/wiki/view/543701c4-318c-4186-b144-de72feca1065/handleiding-algoritmeregister-publicatiestandaard\" target=\"_blank\">Publicatiestandaard</a> beschrijft de informatie die nodig is om een Algoritme te beschrijven. Deze Publicatiestandaard wordt steeds verder verbeterd zodat het beter aansluit op de praktijk, in overleg met overheden, belanghebbenden en experts. De velden uit de publicatiestandaard zijn daarom nog niet verplicht. Gevolg is dat bij sommige algoritmes in het register, nog niet alle velden zijn ingevoerd. Overheidsorganisaties worden gestimuleerd om zoveel mogelijk informatie over hun algoritmes te publiceren.</p>",
      "question8": "Hoe vind ik een algoritme in dit register?",
      "question9": "Wat doe ik als het algoritme dat ik zoek er niet instaat?",
      "answer9": "<p>Neem dan contact op met de organisatie die het algoritme inzet, en vraag om toelichting op het besluit of het proces. Bij de meeste organisaties staan de contactgegevens in de beschrijving van het algoritme. Kom je daar niet uit? Neem dan contact op met <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a> dan verwijzen wij je gericht door. </p>",
      "question10": "Wat doe ik als de informatie over het algoritme niet duidelijk is of als er informatie ontbreekt?",
      "answer10": "<p>Vragen over een beschrijving of missende informatie, stel je aan de organisatie die het algoritme heeft gepubliceerd. Bij de meeste algoritmes in het register staan de contactgegevens in de beschrijving. Kom je daar niet uit? Neem dan contact op met <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>, dan verwijzen wij je gericht door.</p>",
      "question11": "Waar kan ik een klacht indienen of bezwaar maken tegen een algoritme van de overheid in dit register?",
      "answer11": "<p>Bezwaar maken en een klacht indienen, doe je bij de organisatie die het algoritme inzet. (Hoe je dat doet, lees je in dit antwoord [link FAQ 10]. Dat is altijd de eerste stap. Kom je er samen niet uit, dan kun je hulp krijgen. Bijvoorbeeld bij de Nationale Ombudsman. Meer over wat de <a href=\"https://www.nationaleombudsman.nl/over-de-nationale-ombudsman\" target=\"_blank\">Nationale Ombudsman</a> kan betekenen. Direct naar <a href=\"https://www.nationaleombudsman.nl/klacht-indienen/uw-klacht\" target=\"_blank\">het klachtenformulier</a>.</p>",
      "question12": "Kan ik mij afmelden voor het gebruik van algoritmes?",
      "answer12": "<p>Je kunt je niet afmelden voor het gebruik van algoritmes. Wel kun je in dit register informatie vinden over hoe het algoritme werkt en wat het doet. En je kunt <a href=\"#question10\">vragen om een toelichting</a> als je een beslissing van een algoritme niet snapt of als je denkt dat het niet klopt. Je kunt <a href=\"#question11\">bezwaar maken</a> als je denkt dat het algoritme fouten heeft gemaakt die jou en/of anderen hebben benadeeld.</p>",
      "answer15": "<p>Het Nederlandse Algoritmeregister komt voort uit een Nederlandse wens, gebaseerd op een aantal rapporten, kamermoties en adviezen om tot een register te komen voor meer transparantie vanuit de Nederlandse overheid.  </p>\n<p>De <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">concept AI-Verordening</a> gaat waarschijnlijk verplicht stellen dat hoogrisico AI-systemen worden gedocumenteerd. Informatie over deze algoritmes komt uiteindelijk in dit Algoritmeregister terecht. Om te voldoen aan de eisen van de wet wordt op den duur de publicatiestandaard aangepast. Er zijn ook verschillen: niet alle beschrijvingen in het Algoritmeregister gaan over hoogrisico en/of AI-systemen. Er staan ook niet-zelflerende algoritmes en/of algoritmes met een lager risicokarakter in dit register. Dat blijft ook zo. Het register zoekt wel de aansluiting op de AI-Verordening Zodat het makkelijk wordt voor overheden die in het Nederlandse register staan, ook te voldoen aan de verplichtingen vanuit de AI-Verordening. Hier is het ook wel wachten op hoe de Europese Databank eruit gaat zien. Het hangt van de Europese commissie af, de Nederlandse overheid is daarover in gesprek.</p>",
      "answer16": "<p>Er wordt onderzocht of aanvullende wetgeving nodig is. Dit wordt bezien in samenhang met de EU-wetgeving. Dat is aangekondigd in de <a href=\"https://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/21/kamerbrief-over-het-algoritmeregister\" target=\"_blank\">Kamerbrief</a> van december 2022. Dit duurt zeker nog tot 2025.</p>",
      "question13": "Hoe doe ik mee als overheidsorganisatie?",
      "answer13": "<p>Doe mee en publiceer de informatie over de algoritmes van je organisatie. Denk ook mee over de verdere ontwikkeling van dit Algoritmeregister. Deze informatie vind je op de pagina ‘<a href=\"meedoen\">Meedoen</a>’.</p>",
      "answer17": "<p>Stel je vraag via <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>.</p>",
      "group2": "B - Gebruik van het Algoritmeregister",
      "group4": "D - Meedoen | op de hoogte blijven",
      "group6": "F - Andere vraag",
      "answer8": "<p>Er zijn twee mogelijkheden. Je kunt allereerst zoeken op organisatie, woord of thema. Bijvoorbeeld: Gemeente X, Parkeren of Sociale Zekerheid. Je krijgt dan een overzicht van de algoritmes die door deze gemeente, met dit woord in de omschrijvingen, of in dit thema zijn gepubliceerd. Een tweede mogelijkheid is om door <a href=\"https://test.algoritmeoverheid.nl/algoritme\">alle algoritmes in het register</a> te ‘bladeren’. </p>",
      "answer14": "<ul>\n<li>We organiseren regelmatig open bijeenkomsten. Bekijk daarvoor de <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">agenda</a> op de Pleio pagina rond algoritmes.</li>\n<li>Op <a href=\"http://algoritmes.pleio.nl/\" target=\"_blank\">algoritmes.pleio.nl</a> vind je nieuws, de agenda en een aantal community’s waar je over een bepaald onderwerp op de hoogte blijft en mee kunt praten.</li>\n<li>Abonneer je op de nieuwsbrief en krijg regelmatig een update van het algoritmenieuws in je mailbox. <a href=\"https://algoritmeregister.email-provider.eu/memberforms/subscribe/standalone/form/?a=1pjwwoyxrs&amp;l=vdfr1sbovb\" target=\"_blank\">Meld je aan.</a></li>\n<li>Algoritmes.overheid.nl is ontwikkeld met open source software. De code en bijvoorbeeld de publicatiestandaard, vind je op <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">de GitHub pagina van het ministerie van BZK</a>.</li>\n</ul>"
    },
    "Footer: Privacyverklaring": {
      "content": "<h1>Privacy</h1>\n<p>Deze website maakt gebruik van analytische cookies. Cookies zijn kleine tekstbestanden die websites op jouw computer opslaan. Daarmee is jouw computer te herkennen tijdens uw bezoek. Deze informatie helpt het bouwteam om de site te verbeteren. Analytische cookies geven antwoord op bijvoorbeeld de volgende vragen:</p>\n<ul>\n<li>Is de bezoeker nieuw of heeft de bezoeker de site al eerder bezocht</li>\n<li>Welke pagina's zijn tijdens het bezoek geraadpleegd</li>\n<li>Van welke site is de bezoeker gekomen</li>\n<li>Heeft de bezoeker de site meteen weer verlaten ('bouncing').</li>\n</ul>\n<p>Deze cookies worden niet gebruikt om een profiel aan te maken of jou verder te volgen. Deze website plaatst geen cookies van derde partijen (third-party cookies).</p>\n<h2>Gegevens via e-mail</h2>\n<p>Persoonlijke informatie die via e-mail bij het Algoritmeregister bekend wordt, behandelt het team vertrouwelijk. Dergelijke persoonlijke gegevens bewaart het team alleen voor de duur van de behandeling van het bericht. Nadat je antwoord hebt gekregen of als er geen antwoord gevraagd wordt, slaat het team alleen de vraag en het antwoord op. Op verzoek verwijdert het team ook de vraag en het antwoord.</p>",
      "pageTitle": "Privacy"
    },
    "Footer: Toegankelijkheid": {
      "content": "<h1>Toegankelijkheid</h1>\n<p>Bij het ontwikkelen van deze website worden de wensen en eisen voor een toegankelijke website direct ingebouwd. Het bouwteam van het Algoritmeregister is getraind in digitale toegankelijkheid. Een onafhankelijke toegankelijkheidsexpert levert regelmatig advies.</p>\n<p>Deze website voldoet aan WCAG 2.1 niveau AA, de Web Content Accesibility Guidelines.</p>\n<p>Dit betekent dat de website gebruikt kan worden door iedereen, inclusief mensen met een functiebeperking.</p>\n<p>Voor meer informatie:</p>\n<ul>\n<li><a href=\"https://www.toegankelijkheidsverklaring.nl/register?w=algoritmes\" target=\"_blank\"> Register van Toegankelijkheidsverklaringen van de overheid</a>.</li>\n<li><a href=\"https://www.toegankelijkheidscertificaat.nl/algoritmes.overheid.nl/\" target=\"_blank\"> Toegankelijkheidscertificaat</a>.</li>\n</ul>",
      "pageTitle": "Toegankelijkheid"
    },
    "Footer: Over": {
      "content": "<h1>Over het Algoritmeregister</h1>\n<p>De regering wil dat de overheid algoritmes verantwoord gebruikt. Mensen moeten erop kunnen vertrouwen dat algoritmes voldoen aan de waarden en normen van de samenleving. En er moet uitleg zijn over hoe algoritmes werken. Wanneer de overheid open is over algoritmes en hun toepassing, kunnen burgers, organisaties en media haar kritisch volgen en controleren of ze de wet en de regels volgt.</p>\n<h2>Verantwoord algoritmegebruik</h2>\n<p>Onder andere de volgende trajecten dragen bij aan verantwoord algoritmegebruik:</p>\n<ol>\n<li>Het Algoritmeregister helpt om algoritmes vindbaar te maken, beter uit te leggen en hun toepassing en impact begrijpelijk te maken.</li>\n<li><a href=\"https://www.autoriteitpersoonsgegevens.nl/themas/algoritmes-ai/coordinatie-toezicht-algoritmes-ai\" target=\"_blank\">De Algoritmetoezichthouder</a> (de Autoriteit Persoonsgegevens) coördineert de controle op algoritmes: voldoen de algoritmes van de overheid aan alle regels die daarvoor gelden? </li>\n<li>Het ministerie van BZK werkt aan het <a href=\"https://algoritmes.pleio.nl/page/view/3877b524-e174-40c6-bcac-f3db875867e1/algoritmekader\" target=\"_blank\">Algoritmekader</a>. Dat maakt voor overheden duidelijk welke eisen er gelden voor algoritmes en hoe ze ervoor kunnen zorgen dat hun algoritmes daaraan kunnen voldoen.</li>\n<li>Wetgeving: er komt een wettelijke verplichting voor transparantie van algoritmes. Dat is aangekondigd in de <a href=\"https://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/21/kamerbrief-over-het-algoritmeregister\" target=\"_blank\">kamerbrief van december 2022</a>.</li>\n</ol>\n<h2>Doelen van het Algoritmeregister</h2>\n<p>Wat willen we bereiken met het Algoritmeregister? De doelen van het Algoritmeregister hangen met elkaar samen. Hieronder worden de doelen kort toegelicht. Een uitgebreidere toelichting op de doelen vind je in de <a href=\"https://algoritmes.pleio.nl/wiki/view/19bb6e9e-7a97-43d5-bef3-b1d66e59f4ff/handreiking-algoritmeregister\" target=\"_blank\">Handreiking Algoritmeregister</a>. </p>\n<div>\n<div>\n<ol role=\"list\">\n<li role=\"listitem\">\n<p><strong>Vertrouwen in de overheid vergroten</strong><br />De overheid kan alleen effectief maatschappelijke meerwaarde bieden, als er vertrouwen in de overheid is en mensen zich gehoord en betrokken voelen. Het Algoritmeregister moet helpen het vertrouwen in de overheid te verbeteren. </p>\n</li>\n<li role=\"listitem\">\n<p><strong>Versterken van de positie van burgers en bedrijven</strong><br />Met het Algoritmeregister krijgen burgers en bedrijven meer informatie in handen over hoe processen van de overheid werken en welke keuzes zijn gemaakt. </p>\n</li>\n<li role=\"listitem\">\n<p><strong>Meer duidelijkheid over algoritme- en AI-gebruik (Demystificatie)</strong><br />Voor veel mensen is onduidelijk wat een algoritme is en hoe deze effect heeft op zijn of haar leven. Het Algoritmeregister maakt inzichtelijk waar en hoe de overheid algoritmes en AI gebruikt. </p>\n</li>\n<li role=\"listitem\">\n<p><strong>Verantwoord handelen<br /></strong>De overheid moet op een verantwoorde manier handelen. Het Algoritmeregister maakt het handelen van de overheid meer openbaar.</p>\n</li>\n<li role=\"listitem\">\n<p><strong>Controleerbaarheid van de overheid vergroten</strong><br />Als de overheid laat zien wat ze doet, kunnen burgers en organisaties haar beter controleren. Het Algoritmeregister ondersteunt deze controle door de maatschappij.</p>\n</li>\n<li role=\"listitem\">\n<p><strong>Vergroten uitlegbaarheid</strong><br />Het vullen van het Algoritmeregister dwingt de overheid om haar besluitvormingsproces en de toepassing van algoritmes begrijpelijk uit te leggen. Daarnaast kunnen burgers hierdoor aangeven of een uitleg duidelijk is en of zij de werking hetzelfde ervaren.  </p>\n</li>\n<li role=\"listitem\">\n<p><strong>Transparanter zijn over het handelen</strong><br />Om openheid en controleerbaarheid te kunnen bieden, moet de overheid transparant zijn. Het zorgvuldig vullen van het Algoritmeregister is een van de manieren om dat te doen.</p>\n</li>\n</ol>\n</div>\n</div>\n<h2>Open ontwikkeling</h2>\n<p>In december 2022 is de eerste versie van het Algoritmeregister gelanceerd. Dit vormt de basis voor verdere ontwikkeling. Doordat we de oplossing in de praktijk brengen kunnen we kennis en ervaring op doen. We ontwikkelen het register open door, samen met experts, (potentiële) gebruikers en belanghebbenden. In 2023 kwam bijvoorbeeld het rapport ‘<a href=\"https://algoritmes.pleio.nl/attachment/entity/e59fb733-51ca-4811-9b6e-1d89d348a5b3\" target=\"_blank\">Doelgroepenanalyse Algoritmeregister</a>’ uit. Steeds meer verbeterpunten daaruit zijn verwerkt in deze website.  </p>\n<p>Wil je <a href=\"https://algoritmes.overheid.nl/nl/footer/meedoen\" target=\"_blank\">ook bijdragen</a> ?</p>\n<h2>Steeds meer algoritmes</h2>\n<p>Het Algoritmeregister is nog niet compleet. Het aanleveren van informatie over algoritmes is nu nog niet verplicht voor overheidsorganisaties. Die verplichting komt er wel aan. Voor die tijd publiceren steeds meer overheidsorganisaties informatie over hun algoritmes. Omdat zij open en transparant willen zijn over hun processen en de inzet van algoritmes daarbij.</p>\n<p>Lees bijvoorbeeld <a href=\"https://algoritmes.pleio.nl/news/view/68abf211-f915-4433-ab28-9d51b5aa443e/groningen-over-de-winst-maak-het-niet-te-ambtelijk\" target=\"_blank\">het verhaal van de gemeente Groningen</a>.</p>",
      "pageTitle": "Over het Algoritmeregister"
    },
    "Footer: Meedoen": {
      "pageTitle": "Meedoen",
      "content": "<h1>Meedoen</h1>\n<p>Je kunt meedoen als je <a href=\"meedoen#overheden\">bij de overheid werkt</a>, en als je <a href=\"meedoen#geinteresseerd\">niet bij de overheid werkt</a>.</p>\n<h2 id=\"overheden\">Overheden: doe mee en denk mee</h2>\n<p>Steeds meer overheden doen mee en publiceren in dit Algoritmeregister van de overheid informatie over hun impactvolle algoritmes en algoritmes met een hoog-risico volgens de aanstaande <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">Europese AI Verordening.</a></p>\n<p>Uitgangspunt is dat overheden zelf verantwoordelijk zijn voor het opstellen en het beheer van hun algoritmebeschrijvingen in het Algoritmeregister. Het Algoritmeregister ondersteunt daarbij met hulp, handreikingen, tools en een publicatiestandaard.</p>\n<h3>Hulp en handreikingen</h3>\n<ol>\n<li>Wil jouw organisatie meedoen en publiceren over de algoritmes die jullie gebruiken? Meer informatie daarover lees je op <a href=\"https://algoritmes.pleio.nl/\" target=\"_blank\">Algoritmes Pleio omgeving</a>, bijvoorbeeld in de <a href=\"https://algoritmes.pleio.nl/wiki/view/19bb6e9e-7a97-43d5-bef3-b1d66e59f4ff/handreiking-algoritmeregister\" target=\"_blank\">handreiking ‘Aan de slag met het algoritmeregister’</a>.</li>\n<li>Op algoritmes.pleio.nl vind je de planning en achtergrondinformatie. Bovendien vind je daar <a href=\"https://algoritmes.pleio.nl/page/view/67f8e63c-82b4-474e-a003-6ab8923d5184/praktijkverhalen-nieuw\" target=\"_blank\">praktijkverhalen van organisaties</a> over hoe en waarom ze zijn aangesloten op het Algoritmeregister. Bijvoorbeeld van <a href=\"https://algoritmes.pleio.nl/news/view/68abf211-f915-4433-ab28-9d51b5aa443e/groningen-over-de-winst-maak-het-niet-te-ambtelijk\" target=\"_blank\">de gemeente Groningen</a>.</li>\n<li><a href=\"https://algoritmes.pleio.nl/wiki/view/2bcdf820-ce62-4249-95f7-d1a13fb6e1c9/handleiding-algoritmeregister-publicatiestandaard\" target=\"_blank\">Bekijk de publicatiestandaard</a> – welke informatie lever je aan als je de beschrijving van een algoritme wilt publiceren?</li>\n<li>Je kunt ook contact met ons opnemen voor hulp via <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>.</li>\n</ol>\n<h3>Tools: zelf makkelijk publiceren</h3>\n<ol>\n<li>Je kunt aanleveren met <a href=\"https://algoritmes.pleio.nl/wiki/view/b22c2b86-ad44-458d-8c2b-b8ee99bcc077/account-aanmaken-en-gebruik-maken-van-het-algoritmeregister\" target=\"_blank\">een online formulier</a> of geautomatiseerd via een <a href=\"https://algoritmes.pleio.nl/wiki/view/6f6b7a6a-6ae9-4ae3-9f80-2d1137985091/handleiding-api-algoritmeregister\" target=\"_blank\">API.</a></li>\n<li>Ieder kwartaal presenteren we de nieuwe tools van de applicatie in openbare demo’s. Tussendoor blijf je op de hoogte in de sprintreviews. <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">Bekijk daarvoor de agenda</a>.</li>\n</ol>\n<h2 id=\"geinteresseerd\">Geïnteresseerd? Blijf op de hoogte en praat mee</h2>\n<p>Het Algoritmeregister, de hulpmiddelen en standaarden ontwikkelen we samen met stakeholders verder door. Werk je niet bij de overheid en praat en denk je graag mee? Dat kan op de volgende manieren.</p>\n<ol>\n<li>Doe mee met de <a href=\"https://algoritmes.pleio.nl\" target=\"_blank\">community</a> op het platform Pleio. <a href=\"https://account.pleio.nl/register/\" target=\"_blank\">Maak daarvoor een account aan</a>.</li>\n<li>De software van het register is open source. <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">Bekijk de code</a> op de GitHub van het ministerie van BZK.</li>\n<li>Openbare online bijeenkomsten: regelmatig zijn er bijeenkomsten over de stand van zaken en over specifieke thema’s. Bekijk de <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">agenda</a>.</li>\n<li>(Potentiële) gebruikers, maatschappelijke organisaties en experts denken mee over de verdere verbetering van het Algoritmeregister. Zodat het Algoritmeregister straks zoveel mogelijk aansluit op wat mensen nodig hebben. We houden daarvoor bijvoorbeeld veel interviews. In 2023 kwam het rapport '<a href=\"https://algoritmes.pleio.nl/attachment/entity/e59fb733-51ca-4811-9b6e-1d89d348a5b3\" target=\"_blank\">Doelgroepenanalyse Algoritmeregister</a>' uit. Steeds meer verbeterpunten daaruit zijn verwerkt in deze website. In 2024 volgt een tweede doelgroepenanalyse.</li>\n</ol>\n<div> </div>"
    },
    "Footer: Over algoritmes": {
      "pageTitle": "Over algoritmes",
      "img_alt": "De verzameling 'alle algoritmes' bevat zowel deelverzameling 'Impactvolle algoritmes' (met invloed op mensen) als de deelverzameling 'AI'.",
      "content": "<h1>Over algoritmes</h1>\n<div>\n<p><strong>Een algoritme is een set van regels en instructies die een computer geautomatiseerd volgt bij het maken van berekeningen om een probleem op te lossen of een vraag te beantwoorden (bron: Algemene Rekenkamer). Je komt algoritmes overal tegen, ook bij de overheid. </strong></p>\n</div>\n<div>\n<p>Wie regelmatig iets op internet doet, komt algoritmes tegen. Browsers, online bankieren, streamingdiensten als Netflix, en sociale media als Facebook en Instagram; algoritmes maken het mogelijk.</p>\n</div>\n<div>\n<p>Ook de overheid gebruikt algoritmes. Denk aan het online aanvragen van een subsidie. Het algoritme helpt dan om direct te beoordelen of je voldoet aan de voorwaarden of niet. Dit is een voorbeeld van een algoritme met duidelijke beslisregels en een eenduidig antwoord: ja of nee?  </p>\n</div>\n<div>\n<p>Andere algoritmes kunnen trends herkennen. Ze laten bijvoorbeeld zien hoe criminaliteit zich ontwikkelt in een stad. Dat helpt de politie en gemeente de juiste maatregelen te nemen. Of ze analyseren (anoniem) gezondheidsgegevens, waarmee beleid voor de publieke gezondheid gemaakt kan worden. Soms zijn deze algoritmes ‘(zelf)lerend’. Dat wil zeggen dat ze getraind worden om zelf patronen te ontdekken.  </p>\n</div>\n<div>\n<h2 role=\"heading\">Impactvolle algoritmes </h2>\n</div>\n<div>\n<p>Algoritmes zijn niet perfect. Ze maken soms fouten en er is een risico op vooroordelen, net als bij mensen. In het verleden is dat een paar keer flink misgegaan met geautomatiseerde processen bij de overheid.  </p>\n</div>\n<div>\n<p>De overheid werkt aan verbetering. Dat doet ze bijvoorbeeld door algoritmes op een verantwoorde manier te ontwikkelen en te gebruiken. Belangrijk is dat de overheid transparant is over de impactvolle algoritmes die ze gebruikt. Zodat burgers en belanghebbenden inzicht hebben in algoritmes die invloed hebben op hun leven. Impactvol zijn bijvoorbeeld de algoritmes die rechtsgevolgen hebben voor mensen, of die zorgen dat de overheid mensen classificeert. Denk aan het identificeren van mensen die recht hebben op bepaalde voorzieningen, zodat de overheid proactief hulp kan bieden.  </p>\n</div>\n<div>\n<h2 role=\"heading\">Zichtbaar en controleerbaar </h2>\n</div>\n<div>\n<p>Het Algoritmeregister wil de gebruikte impactvolle algoritmes zichtbaar en controleerbaar maken. Zodat jij als burger, belangenbehartiger, expert of journalist kan meekijken. Wanneer je vragen hebt, of denkt dat er iets niet klopt met een algoritme in dit register, kun je <a href=\"vragen#question10\">contact opnemen</a> met de organisatie die het algoritme beheert. Of: <a href=\"over\">Lees meer over het Algoritmeregister</a>.</p>\n</div>\n<div>\n<h2 role=\"heading\">Relatie met AI </h2>\n</div>\n<div>\n<p>Artificiële (of kunstmatige) intelligentie (AI) stelt computers en machines in staat intelligente taken uit te voeren. Een bekend voorbeeld daarvan is ChatGPT, een programma dat de vragen kan beantwoorden die je eraan stelt. Een ander voorbeeld is AI die een arts kan helpen om verschillende soorten kanker snel op te sporen.  </p>\n</div>\n<div>\n<p>Algoritmes zijn een belangrijk onderdeel van AI, omdat ze computers en machines helpen om deze taken uit te voeren met wiskundige formules en patronen. AI kan daardoor bijvoorbeeld verbanden ontdekken en beelden analyseren. De relatie tussen AI en algoritmes is als volgt: AI bestaat uit algoritmes, maar niet alle algoritmes zijn onderdeel van AI. De eerdergenoemde niet-zelflerende algoritmes zijn bijvoorbeeld geen AI-systemen, maar je vindt ze wel terug in dit register.  </p>\n</div>\n<div>\n<p>Dit verband tussen AI en algoritmes, zie je terug in het onderstaande schema. Een deel van alle algoritmes – al dan niet onderdeel van een AI-systeem – is impactvol.  </p>\n</div>",
      "content2": "<div>\n<p>Dat betekent twee dingen. Ten eerste: alle AI bestaat uit algoritmes, maar een klein deel van de algoritmes zijn onderdeel van een AI-systeem. Ten tweede: er is een overlap tussen impactvolle algoritmes en AI. Sommige AI is impactvol, andere AI niet. </p>\n</div>\n<div>\n<h2 role=\"heading\">Wetgeving </h2>\n</div>\n<div>\n<p>De Europese Unie werkt aan wetgeving specifiek voor AI: de AI Verordening. Meer over de <a href=\"vragen#question15\">relatie tussen het Algoritmeregister en de aankomende AI Verordening</a>.</p>\n</div>"
    },
    "Footer: Zelf aan de slag": {
      "pageTitle": "Zelf aan de slag",
      "content": "Meer informatie volgt."
    },
    "footer": {
      "text": "Let op: deze website is in ontwikkeling. De informatie verandert vaak. Wil je",
      "textForLink": "meehelpen?"
    },
    "Home": {
      "about": "<p><strong>Over algoritmes</strong></p>\n<p>Een algoritme is een set van regels en instructies die een computer geautomatiseerd volgt bij het maken van berekeningen om een probleem op te lossen of een vraag te beantwoorden. <a href=\"{localised_url}/footer/over-algoritmes\">Meer over algoritmes</a>.</p>",
      "collaborate": "<p><strong>Samen doorontwikkelen</strong><br />Steeds meer overheidsorganisaties publiceren informatie over hun algoritmes in het Algoritmeregister. Het register wordt open doorontwikkeld. <a href=\"{localised_url}/footer/meedoen\">Doe ook mee</a>.</p>",
      "aboutRegister": "<p><strong>Over dit register</strong></p>\n<p>In dit Algoritmeregister publiceren steeds meer Nederlandse overheidsorganisaties informatie over algoritmes die zij gebruiken in hun werk. Ze focussen op impactvolle algoritmes en geven de bezoeker inzicht in hoe deze algoritmes werken. <a href=\"{localised_url}/footer/zelf-aan-de-slag\">Zelf aan de slag</a>.</p>",
      "highlightTextBottom": "<p>Of <a href=\"{localised_url}/algoritme\">blader door alle algoritmes</a></p>",
      "toDo": "<p><strong>Wat kan ik hier doen?</strong></p>\n<p>Hoe kun je het Algoritmeregister gebruiken? En wat doe je als het algoritme dat je zoekt, nog niet in dit register staat? <a href=\"{localised_url}/footer/vragen\">Bekijk de veelgestelde vragen</a>.</p>",
      "highlightTextTop": "Bekijk de 3 meest recent gewijzigde algoritmebeschrijvingen",
      "title-tag": "Het algoritmeregister van de Nederlandse overheid",
      "meta-description": "Het algoritmeregister verzamelt alle algoritmebeschrijvingen in gebruik door de overheidsorganisaties in Nederland."
    },
    "Zoekbalk": {
      "hint": "Zoek op woord, thema of organisatie",
      "hintOrganisatie": "Zoek een organisatie"
    },
    "language-disclaimer": {
      "closeText": "Sluiten",
      "content": "<p><strong>Let op:</strong> De algoritmebeschrijvingen in het Engels zijn automatisch vertaald. Hier kunnen fouten in zitten. Voor de originele beschrijvingen gaat u naar de Nederlandse versie van het Algoritmeregister.</p>",
      "goToDutch": "Ga naar Nederlands"
    },
    "Footer: Archief": {
      "content": "<h1>Archief</h1>\n<p>Websites zijn een belangrijke informatiebron voor burgers, bedrijven en overheden. Dit geldt ook voor vorige versies van websites. Hier kan informatie op staan die nog steeds relevant is en waar rechten aan kunnen worden ontleend. Door websites te archiveren, kunnen ze duurzaam toegankelijk blijven: ze blijven dus beschikbaar voor het terugkijken van openbare informatie. Dit is verplicht voor alle overheidswebsites.<br /><br />Deze versies komen te staan in het <a href=\"https://minbzk.sitearchief.nl/?subsite=algoritmeoverheid#archive\" target=\"_blank\">archief</a>. In het overzicht vind je de webarchieven van alle verplichte deelnemers. Klik op een archief, kies een datum uit het verleden via de kalender en de site past haar inhoud aan op wat er toen actueel was. Je kunt teruggaan tot 25 januari 2023.</p>\n<p>Meer weten? <a href=\"https://www.nationaalarchief.nl/archiveren/kennisbank/Richtlijn-Archiveren-Overheidswebsites\">Bekijk de Richtlijn archiveren overheidswebsites hier</a>.</p>",
      "pageTitle": "Archief"
    },
    "Footer: Kwetsbaarheid melden": {
      "content": "<h1>Kwetsbaarheid melden</h1>\n<p>Ontdekt u een zwakke plek of kwetsbaarheid op deze website, meld dit dan aan het Nationaal Cyber Security Centrum (NCSC). Het maken van zo’n melding heet Coordinated Vulnerability Disclosure (CVD). Wij bekijken samen met het NCSC het probleem en lossen dit zo snel mogelijk op.</p>",
      "pageTitle": "Kwetsbaarheid melden"
    },
    "Footer: Release-notes": {
      "pageTitle": "Releasenotes",
      "content": "<h2>Releasenotes</h2>\n<p>Op deze pagina vind je wijzigingen in de software die handig zijn om te kennen als je bezoeker of redacteur bent.</p>\n<p> </p>\n<h2>14 juni 2024 </h2>\n<div>\n<h3 role=\"heading\">Voor redacteurs:  </h3>\n<div>\n<p><strong>Verbeterd: Publicatieproces </strong><br />Momenteel wordt het webformulier vernieuwd t.b.v. het groeiende Algoritmeregister en de steeds groter wordende groep publicerende organisaties. In deze release zitten de volgende onderdelen: </p>\n</div>\n<div>\n<ul role=\"list\">\n<li role=\"listitem\">\n<p>Vanuit het webformulier kunnen gebruikersaccounts aangemaakt en hun rechten ingesteld worden. </p>\n</li>\n</ul>\n</div>\n<div>\n<ul role=\"list\">\n<li role=\"listitem\">\n<p>Er kan per redacteur worden ingesteld of zij de organisatiedetails mogen aanpassen. </p>\n</li>\n</ul>\n</div>\n<div>\n<ul role=\"list\">\n<li role=\"listitem\">\n<p>In overleg kan er een alternatieve werkstroom ingesteld worden voor het publiceren van algoritmebeschrijvingen. Organisaties kunnen dan middels twee van hun eigen werknemers publiceren volgens het vierogenprincipe, zonder tussenkomst van ICTU. </p>\n</li>\n</ul>\n</div>\n<div>\n<p>Dit is onderdeel van de doorontwikkeling van het nieuwe webformulier dat uitgebreid wordt getest tot juli. Bij goed resultaat wordt het webformulier deze zomer vernieuwd. </p>\n</div>\n</div>\n<div>\n<p><strong>Verbeterd: Versiebeheer</strong> <br />Elke keer als een algoritmebeschrijving door een redacteur wordt opgeslagen, wordt er een versie aangemaakt en bewaard. Zo’n vorige versie kan vervolgens teruggezet worden, indien nodig. Redacteuren krijgen nu de mogelijkheid om opgeslagen versies van algoritmebeschrijvingen die niet gepubliceerd zijn te archiveren. De redacteur heeft ook de mogelijkheid de gearchiveerde versies weer te dearchiveren en weer te publiceren. </p>\n</div>\n<div>\n<p>Dit is tevens onderdeel van de doorontwikkeling van het nieuwe webformulier. </p>\n</div>\n<div>\n<h3 role=\"heading\">Voor bezoekers: </h3>\n</div>\n<div>\n<p><strong>Verbeterd: Slimmer zoeken </strong><br />1) Voor steeds meer algoritmes worden toetsen uitgevoerd die inzicht geven in de impact van een algoritme. Het is nu mogelijk om te zoeken middels een selectiefilter naar algoritmebeschrijvingen waarvoor een bepaalde impacttoets is uitgevoerd. Hierbij wordt onderscheid gemaakt tussen de volgende uitgevoerde toetsen als zoekcriteria: </p>\n</div>\n<div>\n<ul role=\"list\">\n<li role=\"listitem\">\n<p>Data Protection Impact Assessment (DPIA) </p>\n</li>\n</ul>\n</div>\n<div>\n<ul role=\"list\">\n<li role=\"listitem\">\n<p>Impact Assessment Mensenrechten en Algoritmes (IAMA) </p>\n</li>\n</ul>\n</div>\n<div>\n<ul role=\"list\">\n<li role=\"listitem\">\n<p>Overige  </p>\n</li>\n</ul>\n</div>\n<div>\n<ul role=\"list\">\n<li role=\"listitem\">\n<p>Geen </p>\n</li>\n</ul>\n</div>\n<div>\n<p>Alleen gepubliceerde algoritmebeschrijvingen volgens publicatiestandaard 1.0 kunnen aan de hand van dit selectiefilter gevonden worden. </p>\n</div>\n<div>\n<p>2) Het was al mogelijk voor bezoekers om een selectiefilter toe te passen om alleen naar algoritmebeschrijvingen van een specifiek organisatie te zoeken. Daarbij selecteert men eerst een organisatie-type (bijv. ‘Provincie’, ‘Gemeente’, ‘Ministerie’, etc.) en daarna een specifieke organisatie. Pas wanneer de organisatie werd geselecteerd, werd de zoekopdracht uitgevoerd en dus de resultaten bijgewerkt. Vanaf nu wordt de zoekopdracht al uitgevoerd bij het selecteren van een organisatie-type, zodat het mogelijk is om ook naar de algoritmebeschrijvingen te zoeken van alle organisaties die onder een bepaald type vallen. </p>\n</div>\n<div>\n<p><strong>Opgelost: Download alle algoritmes </strong><br />Via de menu-optie ‘Algoritmes’ is het mogelijk om alle algoritmebeschrijvingen te downloaden. Er deed zich een fout voor waarbij de download bleef hangen. Die fout is nu verholpen. </p>\n<p> </p>\n</div>\n<h2>Mei 2024 </h2>\n<div>\n<h3 role=\"heading\">Voor redacteurs:  </h3>\n</div>\n<div>\n<p><strong>Verbeterd: Webformulier </strong><br />Het veld Verwijzing Impacttoetsen in het webformulier geeft de redacteur nu de optie met één muis klik te kiezen voor Data Protection Impact Assessment (DPIA) en Impact Assessment Mensenrechten en Algoritmes (IAMA). Zo zorgen we ervoor dat de impacttoetsen op dezelfde manier vermeld worden bij alle publicaties met standaard 1.0. Mocht geen van deze impacttoetsen gebruikt zijn, heeft de redacteur de mogelijkheid zelf een impacttoets in te vullen.  </p>\n</div>\n<div>\n<p><strong>Verbeterd: Kwaliteitsmeting </strong><br />De redacteur krijgt nu een melding wanneer er een veld in het webformulier wordt ingevuld met een niet (meer) werkende of bestaande link. Het betreffende veld wordt daarbij uitgelicht, waardoor de redacteur meteen weet om welk veld het gaat. Zonder aanpassing van niet werkende link kan de algoritmebeschrijving niet gepubliceerd worden. </p>\n</div>\n<div>\n<p>Dit is ook onderdeel van de eerder vermelde doorontwikkeling van het nieuwe webformulier dat na positief resultaat n.a.v. grondige testen hopelijk deze zomer vernieuwd zal worden. </p>\n</div>\n<div>\n<p><strong>Toegevoegd: Nieuwe sjabloon </strong><br />In het webformulier kunnen organisaties gebruik maken van sjablonen van algoritmebeschrijvingen van leveranciers. Vanaf nu kunnen organisaties ook het nieuwe sjabloon gebruiken om de beschrijving van het algoritme ‘Anonimiseringssoftware’ (van DataMask B.V.) te publiceren. </p>\n<p><strong>Verbeterd: Publicatieproces  </strong><br />Zoals eerder vermeld wordt er gewerkt aan de verbetering van het publicatieproces, vanwege de groei van het register. In deze release zitten een aantal optimalisaties voor de vormgeving van het webformulier. Deze (en toekomstige) verbeteringen testen we uitvoerig tot juli. Bij goed resultaat wordt het webformulier deze zomer vernieuwd. </p>\n</div>\n<div>\n<div>\n<p><strong>Verbeterd: Publicatieproces </strong><br />Organisaties gebruiken een webformulier met een publicatieproces waarmee ze zelf de regie kunnen voeren over wat ze publiceren. Het publicatieproces kent meerdere stappen. Dit kwartaal bouwen we aan verbetering van het hele proces. Dat is nodig vanwege de groei van het register en we willen graag tegemoetkomen aan wensen van een steeds grotere groep redacteurs. De belangrijkste verbeteringen tot nu toe zijn: </p>\n</div>\n<div>\n<ul role=\"list\">\n<li role=\"listitem\">\n<p>Het webformulier is beter vormgegeven voor een gebruiksvriendelijkere ervaring. </p>\n</li>\n<li role=\"listitem\">\n<p>Elke keer dat een algoritmebeschrijving wordt opgeslagen wordt er nu een conceptversie aangemaakt. Hierdoor is het mogelijk om eerder opgeslagen versies van beschrijvingen terug te draaien. </p>\n</li>\n</ul>\n</div>\n<div>\n<p>Tot juli gaan we deze (en toekomstige) verbeteringen ook uitvoerig testen. Bij goed resultaat wordt het webformulier komende zomer vernieuwd. </p>\n</div>\n<div>\n<p><strong>Toegevoegd: Nieuwe sjablonen </strong><br />In het webformulier kunnen organisaties gebruik maken van sjablonen van algoritmebeschrijvingen van leveranciers. Vanaf nu kunnen organisaties ook nieuwe sjablonen gebruiken om de beschrijving van het algoritme ‘Octobox Anonimiseren’ (van Octobox en DocDirekt) en ‘Meldingen openbare ruimte’ (van Gemeente Amsterdam) te publiceren. </p>\n</div>\n<div>\n<p><strong>Opgelost: Organisatiedetails webformulier </strong><br />Het webformulier is door organisaties te gebruiken om een tekst te schrijven voor hun organisatiepagina in het Algoritmeregister. Daar kan aangegeven worden hoe organisaties omgaan met algoritmes en de publicatie daarover in het Algoritmeregister. Er deed zich kort een fout voor waarbij deze organisatiedetails niet opgeslagen konden worden. Deze fout is hersteld en alles werkt weer naar behoren. </p>\n</div>\n</div>\n<div>\n<h3>Voor bezoekers:</h3>\n</div>\n<div>\n<p><strong>Verbeterd: Slimmer zoeken </strong><br />Het is nu mogelijk om een selectiefilter toe te passen bij het zoeken naar algoritmebeschrijvingen, waardoor je alleen resultaten krijgt die onder een bepaalde publicatiecategorie vallen. Hierbij is onderscheid gemaakt tussen de volgende categorieën: </p>\n</div>\n<div>\n<ul role=\"list\">\n<li role=\"listitem\">\n<p>Hoog-risico AI-systeem </p>\n</li>\n<li role=\"listitem\">\n<p>Impactvolle algoritmes </p>\n</li>\n<li role=\"listitem\">\n<p>Overige algoritmes </p>\n</li>\n</ul>\n</div>\n<div>\n<p> </p>\n</div>\n<h2>April 2024</h2>\n<h3>Voor bezoekers:</h3>\n<div>\n<p><strong>Verbeterd: Suggesties voor organisaties op basis van zoekterm </strong><br />Onder de zoekbalk verschijnen tijdens het typen suggesties van organisaties waar mogelijk op gezocht wordt. Door op een suggestie te klikken, wordt de zoekterm automatisch aangevuld.</p>\n</div>\n<div>\n<p><strong>Verbeterd: Makkelijker navigeren naar alle algoritmebeschrijvingen </strong><br />Boven de zoekbalk is het totaal aantal algoritmes aanklikbaar. Door hierop te klikken kom je direct bij het overzicht van alle gepubliceerde algoritmebeschrijvingen terecht.</p>\n</div>\n<div>\n<p><strong>Verbeterd: Alle selectiefilters kunnen in één keer gewist worden </strong><br />Alle zoekcriteria die je hebt gebruikt bij het zoeken naar een algoritmebeschrijving of organisatie kunnen nu in een keer weggehaald worden door boven het filterblok op ‘Verwijder selectie’ te klikken.</p>\n</div>\n<div>\n<p><strong>Nieuw: Duidelijker wat er via de zoekbalk gezocht kan worden op een pagina </strong><br />Via de menu-opties ‘Algoritmes’ en ‘Organisaties’ kan er gezocht worden naar algoritmebeschrijvingen en organisaties die gepubliceerd hebben in het Algoritmeregister. De zoekbalk op die pagina’s heeft een titel gekregen om duidelijker te maken wat daar gevonden kan worden.</p>\n</div>\n<p><strong>Nieuw: Het Algoritmeregister wordt automatisch vertaald naar het Fries (bèta)</strong><br />Friese bezoekers kunnen nu ook gebruik maken van het Algoritmeregister. Via de Taalknop rechstboven op elke pagina (op mobiel via de 'Menu'-knop) is de website in het Fries te gebruiken. De algoritmebeschrijvingen in het Fries zijn automatisch vertaald. Hier kunnen fouten in zitten. Voor de originele beschrijvingen gaat u naar de Nederlandse versie van het Algoritmeregister. </p>\n<h2>Maart 2024 </h2>\n<h3>Voor bezoekers:</h3>\n<p><strong>Aangepast: Tekstaanpassingen informatiepagina's<br /></strong>Het kopje 'Doelen van het Algoritmeregister' is toegevoegd aan de pagina '<a href=\"https://algoritmes.overheid.nl/nl/footer/over\" target=\"_blank\">Over het Algoritmeregister</a>', waar onze zeven doelstellingen kort worden toegelicht.</p>\n<p><strong>Verbeterd: Webarchief<br /></strong>De webarchivering voor het Algoritmeregister werkt weer naar behoren. Voor meer informatie, klik <a href=\"https://algoritmes.overheid.nl/nl/footer/archief\">hier</a>.</p>\n<p><strong>Aangepast: de zoekbalk onthoudt nu de suggesties van de zoektern<br /></strong>Tijdens het intypen van een zoekopdracht verschijnen er suggesties onder de zoekbalk. Als buiten de zoekbalk geklikt wordt verdwijnen die suggesties, maar ze komen nu terug wanneer je weer in de zoekbalk klikt. </p>\n<p><strong>Nieuw: Het is nu mogelijk om via de menu-optie ‘Organisaties’ te zoeken.</strong><br />In het hoofdmenu bovenin is een optie ‘Organisaties’ waar je een lijst kan bekijken van alle organisaties die hebben gepubliceerd, met een opsomming van hun algoritmebeschrijvingen. Vanaf nu kan je vanaf die pagina de zoekbalk gebruiken om naar organisaties te zoeken.</p>\n<div>\n<p><strong>Verbeterd: Zoeken met organisatie-afkorting geeft de optie weer om direct te navigeren naar de organisatiepagina<br /></strong>Het is nu mogelijk om direct naar een organisatiepagina te navigeren aan de hand van een afkorting, bijvoorbeeld BZK (Binnenlandse Zaken en Koninkrijksrelaties) of UWV (Uitvoeringsinstituut Werknemersverzekeringen).</p>\n<p><strong>Verbeterd: Met een organisatienaam als zoekterm vind je nu álle algoritmebeschrijvingen van die organisatie</strong><br />Als je de naam van een organisatie intypt in de zoekbalk dan verwacht je minimaal álle algoritmebeschrijvingen van die organisatie te vinden. Dat was niet altijd het geval. De zoekfunctie is technisch aangepast om volledigheid te garanderen.</p>\n<p><strong>Verbeterd: Slimmer zoeken als een organisatienaam als zoekterm is gebruikt<br /></strong>Als je de verkorte of volledige naam van een organisatie in de zoekbalk intypte kreeg je als zoekresultaat álle algoritmeschrijvingen waar de organisatienaam ergens in de beschrijving voorkwam. Ook als dat algoritmebeschrijvingen van andere organisaties waren. Dat is niet altijd wat je zoekt. Daarom krijg je onder de zoekbalk nu suggesties waar je uit kunt kiezen. Daarmee kun je sneller en gerichter zoeken. De komende tijd zullen deze suggesties verder worden uitgebreid en verfijnd.</p>\n<p><strong>Aangepast: Publicatiestandaard wordt nu ook weergegeven</strong><br />Bij de weergave van de zoekresultaten wordt nu ook weergegeven welke versie van de publicatiestandaard is gebruikt. Want per versie kan de beschikbare informatie verschillen.</p>\n<p><strong>Verbeterd: Bij downloads zie je dat de download nog bezig is<br /></strong>Door de groei van het Algoritmeregister duurt het downloaden inmiddels wat langer. Daarover krijg je nu feedback zodat je weet dat je even moet wachten totdat de download klaar is.<strong><br /></strong></p>\n<h3><strong>Voor redacteurs:</strong></h3>\n<p><strong>Nieuw: Algoritmebeschrijving Anonimiseren sneller gevuld met behulp van het sjabloon van eData B.V.<br /></strong>In het webformulier kunnen organisaties nu het sjabloon gebruiken van de leverancier eData B.V. (ook bekend als eSpecialisten B.V.) om de algoritmebeschrijving van Anonimiseren sneller in te vullen.</p>\n<p><strong>Aangepast: Controle van de link naar de eigen website op de organisatiepagina<br /></strong>Op dit register kunnen organisaties in een eigen organisatiepagina toelichten hoe zij met algoritmes omgaan. In het veld: 'Meer informatie' kan daar een link worden opgenomen naar een pagina op de eigen website. Het is het nu niet meer mogelijk om spaties in die link toe te voegen. Het is nu wel toegestaan om een slash ('/') aan het einde van een link toe te voegen.</p>\n<p><strong>Opgelost: Teksten die ingedeeld waren in alinea's met lege regels daartussen werden niet opgeslagen<br /></strong>Door een recentelijk ontstane bug werd informatie die verdeeld was over meerdere alinea's niet opgeslagen. Zo verdween er informatie. Dit is nu opgelost.</p>\n<br />\n<h2>Februari 2024</h2>\n<h3>Voor bezoekers:</h3>\n<p><strong>Opgelost: Geen vreemd teken meer in CSV-download</strong><br />Bij het downloaden van algoritmebeschrijvingen in een CSV-bestand kwam er soms een vreemd teken mee. Deze fout is nu opgelost.</p>\n<p><strong>Opgelost: Engelstalige Excel-download bevat nu Engelse labels</strong><br />Bij het downloaden van Engelstalige algoritmebeschrijvingen werden Nederlandstalige labels getoond. Deze labels, te zien in kolom A, zijn nu vertaald naar het Engels.</p>\n<p><strong>Opgelost: Tabbladen in Excel-bestand worden opeenvolgend weergegeven</strong><br />Bij het downloaden van algoritmebeschrijvingen met meerdere publicatiestandaarden, worden de tabbladen weergegeven van nieuwste naar oudste versie.  </p>\n<p><strong>Aangepast: Versie-informatie is hernoemd naar releasenotes</strong><br />In het colofon is versie-informatie hernoemd naar releasenotes.</p>\n<p><strong>Opgelost: Geen HTML-code meer in Excel-downloads</strong><br />Bij het downloaden van algoritmebeschrijvingen in een Excel-bestand kwam onbedoeld opmaakcode mee. Dit is technische code die bedoeld is voor weergave van tekst op de website. Deze fout is nu opgelost.</p>\n<h3>Voor redacteurs:</h3>\n<p><strong>Nieuw: Sneller algoritmebeschrijving maken met hulp van een sjabloon</strong><br />In het webformulier kun je nu sjablonen gebruiken om je algoritmebeschrijving sneller te kunnen invullen. Om te beginnen zijn 9 sjablonen beschikbaar gesteld door leveranciers die vooral leveren aan gemeenten. <br /><br /><strong>Aangepast: Publicatiestandaard versie nu 1.0 verplicht voor nieuwe algoritmebeschrijvingen</strong><br />In december 2023 is de definitieve versie van de Publicatiestandaard vastgesteld. Het is nu niet meer mogelijk om nieuwe beschrijvingen te beginnen in een oudere versie van de standaard. Bestaande beschrijvingen kun je nog wel in een oudere standaard bewerken.</p>\n<p> </p>\n<h2>Januari 2024</h2>\n<h3>Voor bezoekers:</h3>\n<p><strong>Verbeterd: De downloadmogelijkheden zijn uitgebreid</strong><strong><br /></strong>Alle algoritmebeschrijvingen zijn in het register zijn te downloaden. Dat kan voor alle algoritmebeschrijvingen tegelijk in één heel groot bestand. Het kan ook per algoritmebeschrijving afzonderlijk. Het is nu mogelijk om algoritmebeschrijvingen zowel in het Nederlands én in het Engels te downloaden. En dat kan als Excelbestand of als CSV-bestand. Als je kiest voor CSV-bestand kun je die ook openen in Excel, maar om algoritmebeschrijvingen te openen in Excel werkt het handiger om ze als Excel-bestand te downloaden.</p>\n<p><strong>Nieuw: Zoektermen worden geel gearceerd in de zoekresultaten</strong><strong><br /></strong>Bij het zoeken zie je je zoekterm soms in de zoekresultaten geel gearceerd terug. Dat is zo als de term voorkomt in de korte beschrijving. Als de term ergens anders in een algoritmebeschrijving is gevonden dan zie je dat algoritme wel terug in de zoekresultaten, maar niet met de zoekterm geel gearceerd.</p>\n<p><strong>Verbeterd: Filtermogelijkheden werken nu ook in de Engelse weergave</strong><strong><br /></strong>Filtermogelijkheden in de ‘Algoritmes’-pagina werken nu ook in het Engels.</p>\n<p><strong>Verbeterd: Zoektermen gebruiken om te filteren</strong><strong><br /></strong>Je kunt zoektermen nu combineren met andere filteropties zodat je gerichter kunt zoeken.</p>\n<p><strong>Nieuw: Menu-optie: ‘Organisaties’</strong><strong><br /></strong>In het hoofdmenu bovenin is een nieuwe optie ‘Organisaties’ bijgekomen. Hier vind je nu een lijst van alle organisaties die hebben gepubliceerd, met een opsomming van hun algoritmebeschrijvingen. Organisaties hebben nu een nieuwe mogelijkheid om daar een eigen algemene toelichting bij te geven. Ook kunnen ze een uitleg geven over waarom zij niet op het Algoritmeregister publiceren.</p>\n<p><strong>Nieuw: Informatiepagina: ‘Kwetsbaarheid melden’</strong><br />In de voettekst is een link opgenomen naar een nieuwe pagina met instructies hoe je een kwetsbaarheid in de beveiliging van de website kunt melden.</p>\n<p><strong>Opgelost: Organisaties worden nu in lijsten alfabetisch gesorteerd</strong><strong><br /></strong>Organisaties worden nu overal standaard in alfabetische volgorde weergegeven.</p>\n<p><strong>Aangepast: De link ‘Webarchief’ is hernoemd naar ‘Archief’</strong><br />In de voettekst staat een link naar het dagelijks bijgewerkte webarchief van de website. De naam van deze link is aangepast naar ‘Archief’. Dat is om aan te sluiten bij de naamgeving op andere overheidssites.</p>\n<h3>Voor redacteurs:</h3>\n<p><strong>Nieuw: Er is schrijfhulp beschikbaar voor spel- en taalfouten</strong><strong><br /></strong>Bij het invullen van het webformulier wordt nu automatisch een spellingscontrole uitgevoerd zoals in een tekstverwerker en worden verbetersuggesties gegeven.</p>\n<p><strong>Nieuw: Je kunt nu informatie over je organisatie toevoegen</strong><strong><br /></strong>Je hebt nu de mogelijkheid extra informatie te geven over hoe de organisatie omgaat met algoritmes en de publicatie daarvan op het Algoritmeregister. Ook is er een mogelijkheid om een link toe te voegen naar een informatiepagina op de eigen website van de organisatie. Vraag je contactpersoon om je te helpen die voor de eerste keer te gebruiken.</p>\n<h2>December 2023</h2>\n<h3>Voor bezoekers:</h3>\n<p><strong>De zoekresultaten worden compacter weergegeven</strong><br />De bezoeker ziet nu meer zoekresultaten in één oogopslag.</p>\n<p><strong>Er worden zoeksuggesties weergegeven</strong> <br />De bezoeker krijgt suggesties onder de zoekbalk te zien op basis van de ingetypte letters.</p>\n<p><strong>Het webarchief is toegevoegd aan de footer</strong><br />Voor meer informatie, klik <a href=\"https://algoritmes.overheid.nl/nl/footer/archief\">hier</a>.</p>\n<p><strong>Het register wordt automatisch vertaald naar het Engels</strong><br />Internationale bezoekers kunnen nu ook gebruik maken van het Algoritmeregister.</p>\n<p><strong>De downloadknop</strong> <br />De knop waarmee je eerst een CSV-bestand downloadde, downloadt nu een Excelbestand.</p>\n<h3>Voor redacteurs:</h3>\n<p><strong>Organisatiepagina</strong><br />In de organisatiedetails pagina kan de redacteur extra informatie beschrijven over hoe zij omgaan met algoritmes en de publicatie ervan.</p>\n<p><strong>Technische foutjes die ontstonden bij het downloaden van een algoritmebeschrijving zijn opgelost</strong><br />Waar de redacteur eerst velden leeg of incompleet kon achterlaten en opslaan, krijgt deze nu een foutmelding. In deze foutmelding staat voor welk veld nog actie nodig is.</p>\n<div>\n<h2>November 2023 </h2>\n</div>\n<div>\n<h3>Voor bezoekers:</h3>\n<p><strong>De zoekmachine is geüpdatet</strong><br />Er kan nu gezocht worden op combinaties van zoekwoorden, spelfouten, afkortingen en synoniemen.</p>\n<p><strong>De zoekresultaten worden onderverdeeld in organisatietypes</strong><br />Aan de linkerkant van de zoekresultaten krijgt de gebruiker de optie om te kiezen voor een organisatietype en ziet daarbij een overzicht van de gekozen filters.</p>\n<h3>Voor redacteurs:</h3>\n<p><strong>De redacteur ziet hoe ver het webformulier is ingevuld</strong><br />Aan de hand van een progressiebalk boven het invulformulier ziet de redacteur hoe compleet de algoritmebeschrijving is.  </p>\n<p><strong>De definitieve versie van de Publicatiestandaard is beschikbaar<br /></strong>Algoritmebeschrijvingen op het register hebben een vaste tekststructuur: de Publicatiestandaard. Eerder was deze standaard nog in ontwikkeling en zijn verschillende conceptversies naast elkaar in gebruik genomen. Per december is de definitieve 1.0-versie beschikbaar gekomen. Nieuwe algoritmebeschrijvingen kan de redacteur het beste direct in dit nieuwe formaat publiceren. Bestaande beschrijvingen kun de redacteur van het oude formaat migreren naar het nieuwe formaat. Dat hoeft niet direct, maar wordt wel aangeraden. Zo helpt de redacteur de kwaliteit van het register te verbeteren. Hulp bij migratie is beschikbaar.</p>\n</div>\n</div>\n<div>\n<h2>Oktober 2023 </h2>\n</div>\n<div>\n<h3>Voor redacteurs:</h3>\n</div>\n<div>\n<p><strong>De downloadopties zijn uitgebreid<br /></strong>De algoritmebeschrijvingen zijn op het webformulier in enkele vorm en in bulk te downloaden in Microsoft Word, in Microsoft Excel, of als PDF.</p>\n</div>\n<div>\n<p><strong>Het publicatieproces is versneld<br /></strong>Het publiceren van een algoritmebeschrijving vindt nu na vrijgave van de redacteur meteen plaats.</p>\n</div>\n<div>\n<p><strong>Het webformulier bevat versiebeheer <br /></strong>Redacteurs kunnen nu op de overzichtspagina van het webformulier zien wie de algoritmebeschrijving(en) voor het laatst heeft bewerkt.</p>\n</div>\n<div>\n<p><strong>Het webformulier is verhuisd  <br /></strong>Na een testperiode is het webformulier verhuisd naar <a href=\"https://algoritmes.overheid.nl/webformulier\" target=\"_blank\">https://algoritmes.overheid.nl/webformulier</a>. Dit geldt ook voor de aanlever-API, die is verhuisd naar <a href=\"https://algoritmes.overheid.nl/aanleverapi\" target=\"_blank\">https://algoritmes.overheid.nl/aanleverapi</a>. </p>\n</div>"
    },
    "Algoritmes-overzicht": {
      "title-tag": "Algoritmebeschrijving overzicht",
      "title-tag-on-append": ": Zoeken naar algoritmebeschrijvingen",
      "meta-description": "Zoek hier naar algoritmebeschrijvingen van alle organisaties van de Nederlandse overheid."
    },
    "Organisatie-overzicht": {
      "title-tag": "Organisatieoverzicht",
      "title-tag-on-append": ": Zoeken naar organisaties",
      "meta-description": "Zoek hier voor informatie over de algoritmebeschrijvingen van organisaties."
    },
    "Organisatie-details": {
      "meta-description": "{org-name} publiceert {algorithm-description-count} algoritmes."
    },
    "Dashboard": {
      "title-org-top-20": "Organisaties top 20"
    }
  },
  "fy": {
    "Footer: Contact": {
      "content": "<h1>Nim dan kontakt mei ús op</h1><p> Dizze webside is yn ûntwikkeling. Hawwe jo fragen oer it Algoritmeregister? Of binne jo in (oerheids)profesjonele en wolle jo of jo organisaasje <a href=\"meedoen\">meidwaan oan de fierdere ûntwikkeling</a> fan it Algoritmeregister? Sjoch nei de ynformaasje op: <a href=\"over\">Oer it algoritmeregister</a> en de <a href=\"vragen\">faak stelde fragen</a>.</p><p> Foar fragen kinne jo kontakt opnimme mei: <a href=\"mailto:algoritmeregister@minbzk.nl\">algorithmregister@minbzk.nl</a>.</p>",
      "pageTitle": "Kontakt"
    },
    "Footer: Vragen": {
      "question14": "Hoe bliuw ik op &#39;e hichte oer ûntwikkelings yn it Algoritmeregister?",
      "question15": "Is it Nederlânske algoritmeregister ek it register lykas beskreaun yn de Europeeske AI-feroardering?",
      "question16": "Komt der wetjouwing oangeande it Algoritmeregister?",
      "question17": "Is jo fraach net opnommen?",
      "group1": "A Algemiene ynformaasje",
      "group3": "C Klachten of beswieren",
      "group5": "E Wetjouwing en de Europeeske AI-feroardering",
      "content": "<h1>Faak Stelde Fragen</h1><h2> 1. Wat is it Algoritme Register?</h2><p class=\"mb-4\"> It Algorithm Register befettet ynformaasje oer algoritmen brûkt troch de oerheid. Dit makket dizze ynformaasje te finen en beskikber foar boargers, harren advokaten, de media en tafersjochhâlders.</p><h2> 2. Wat is it doel fan dizze webside?</h2><p class=\"mb-4\"> Doel is om ynformaasje oer algoritmen sintraal foar elkenien tagonklik te meitsjen. Op dizze manier kin elkenien sjen yn hokker ynfloedrike prosessen algoritmen wurde brûkt. De ynformaasje jout de mooglikheid om algoritmen te kontrolearjen. Sa kin diskriminaasje en yllegaalheid ûndersocht wurde, mar ek winsklikens. As minsken it net iens binne mei it brûken fan algoritmen, jout it Algoritmeregister oan wêr&#39;t beswier yn makke wurde kin.</p><h2> 3. Wat binne algoritmen?</h2><p class=\"mb-4\"> In algoritme is in set fan regels en ynstruksjes dy&#39;t in kompjûter útfiert. Algoritmen helpe bygelyks by it analysearjen fan problemen, mar ek by it nimmen fan besluten. Dêrmei kin de oerheid grutte hoemannichten gegevens kombinearje en analysearje (boarne: Rekkenkeamer).</p><p class=\"mb-4\"> Wolle jo mear witte oer algoritmen? <a href=\"https://www.mediawijsheid.nl/algoritmes/\" target=\"_blank\" rel=\"noopener\">Besjoch de ynformaasje oer Media Literacy <img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link nei eksterne side\"></a> of besjoch de (fergees) <a href=\"https://ethiek.ai-cursus.nl/home\" target=\"_blank\" rel=\"noopener\">Nasjonale AI-kursus <img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link nei eksterne side\"></a>.</p><h2> 4. Ik haw in fraach oer in algoritme op dizze side, wêr kin ik freegje it?</h2><p class=\"mb-4\"> It is fansels ek mooglik dat jo nei it lêzen fan de registraasje fan in algoritme fragen hawwe oer in spesifyk algoritme. Jo kinne dit freegje oan de &#39;eigner&#39; fan it algoritme. De kontaktgegevens kinne fûn wurde yn &#39;e beskriuwing fan it algoritme. Alle oare fragen kinne jo stjoere nei: <a href=\"mailto:algoritmeregister@minbzk.nl\" target=\"_blank\" rel=\"noopener\">algorithmregister@minbzk.nl <img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-mail.8d4dd9cb.svg\" alt=\"Link nei in e-mailadres\"></a>.</p><h2> 5. Binne alle regear algoritmen op dizze webside?</h2><p class=\"mb-4\"> In liedende groep fan oerheidsorganisaasjes makket op it stuit har algoritmen beskikber fia dizze webside. Yn 2023 sille noch mear oerheidsorganisaasjes publisearje yn it Algoritmeregister. Foar it momint sil it oantal algoritmen op dizze webside trochgean te groeien.</p><p class=\"mb-4\"> Yn &#39;e takomst sil it wetlik ferplicht wurde om algoritmen iepenbier beskikber te meitsjen. Dit betsjut dat de measte relevante algoritmen binne opnommen yn it Algoritmeregister. D&#39;r sille rjochtfeardige útsûnderings op dit wêze. Tink oan ûndersyk, hanthavenjen fan wet, definsje of yntelliginsje sammeljen. De krekte kaders wurde noch útwurke.</p><h2> 6. Guon algoritmen befetsje mear ynformaasje as oare algoritmen?</h2><p class=\"mb-4\"> Op it stuit wurdt it ynfoljen fan it Algoritmeregister frijwillich dien troch oerheidsorganisaasjes. Net elke organisaasje hat der foar keazen om alle ynformaasje te publisearjen. Uteinlik is it wetlik fêststeld hokker ynformaasje ferplicht is en hokker ynformaasje opsjoneel is.</p><h2> 7. Wa wurket oan it Algoritme Register?</h2><p class=\"mb-4\"> De ûntwikkeling fan it Algoritmeregister is begûn mei it konsortium Iepenbiere kontrôle fan algoritmen. Oerheidsorganisaasjes wurken oan beliedsynstruminten foar it ferantwurde gebrûk fan algoritmen. Ien fan de resultaten is ûndersyk nei it Algoritmeregister. It ministearje fan Ynlânske Saken en Keninkryksrelaasjes hat op dizze opboude kennis boud om dit Algoritmeregister te meitsjen. It ministearje wurket mei ICTU oan it ûntwikkeljen fan de webside. It Algoritmeregister lit sjen hokker organisaasjes op it stuit algoritmen foar it Algoritmeregister levere hawwe. Sjoch asjebleaft ûnder it kopke Algoritmen, hjir fine jo alle organisaasjes dy&#39;t no ien of mear algoritmen levere hawwe.</p><h2> 8. Hoe ferhâlde de algoritmeregisters fan oerheidsorganisaasjes mei dizze webside?</h2><p class=\"mb-4\"> It Algoritmeregister is de sintrale lokaasje foar alle oerheidsalgoritmen. Guon regearingsorganisaasjes hawwe ek in eigen algoritmeregister. Organisaasjes hawwe de opsje om mear ynformaasje te jaan of op in oare manier. Yn de hjoeddeiske ferzje is de ynformaasje mei de hân kopiearre. Yn 2023 wurdt wurke oan de mooglikheid fan automatyske útwikseling.</p>",
      "pageTitle": "Faak Stelde Fragen",
      "question1": "Wat is it algoritmeregister?",
      "answer1": "<p>It Algorithm Register befettet ynformaasje oer algoritmen brûkt troch de oerheid. Dit makket dizze ynformaasje te finen en beskikber foar boargers, harren advokaten, de media en tafersjochhâlders.</p>",
      "question2": "Wêr brûkt de oerheid algoritmen foar?",
      "answer2": "<p>Algoritmen kinne helpe om grutte hoemannichten gegevens effisjint te ferwurkjen en bettere ynsjoch te leverjen. Algoritmen helpe om dy tsjinst te ferbetterjen en tiid en jild te besparjen. De oerheid brûkt algoritmen om gegevens te analysearjen, besluten te nimmen en taken te automatisearjen. Foarbylden fan algoritmen brûkt troch de oerheid binne ferkearsmonitoring en online applikaasjes foar oerheidsprodukten.</p>",
      "question3": "By hokker algoritmen hearre de beskriuwingen yn it Algoritmeregister?",
      "answer3": "<p>Yn alle gefallen moat dit register omfetsje:</p><ul><li> Ynformaasje oer algoritmen dy&#39;t wurde oanwiisd as heech-risiko troch de foarstelde Jeropeeske wetjouwing (de AI-feroardering). Dit binne algoritmen dy&#39;t eleminten fan autonomy hawwe. Yn it Nederlânsk neame wy dat meastentiids (foar in part) selslearjende algoritmen. It algoritme moat ek operasjoneel wêze yn ien fan &#39;e tapassingsgebieten fan bylage III. Beskôgje gebieten lykas biometry, krityske ynfrastruktuer en wurkgelegenheid. <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">Mear oer de risikoklassifikaasje yn &#39;e AI-feroardering</a> en <a href=\"https://spanish-presidency.consilium.europa.eu/en/news/council-parliament-deal-first-worldwide-rules-artificial-intelligence/\" target=\"_blank\">de feroaringen derfan</a>.</li><li> Ynformaasje oer algoritmen dy&#39;t in direkte ynfloed hawwe op de belutsenen. Se drage bygelyks by oan in beslút dat ynfloed hat op de rjochten fan immen, har juridyske status of har rjochten ûnder in oerienkomst. Tink oan: in boete oplizze of subsydzje jaan of wegerje.</li></ul><p> Derneist binne d&#39;r in oantal oare redenen om algoritmen folslein te publisearjen. Bygelyks as algoritmen in soad sosjale oandacht krije. Der binne ek redenen om net alle ynformaasje oer in algoritme te publisearjen, bygelyks as in algoritme brûkt wurdt foar deteksje. Idealiter sil de oerheid dan dat diel fan de ynformaasje oer it algoritme publisearje dat publisearre wurde kin. Mear oer <a href=\"https://algoritmes.pleio.nl/wiki/view/19bb6e9e-7a97-43d5-bef3-b1d66e59f4ff/handreiking-algoritmeregister\" target=\"_blank\">seleksje fan algoritmen foar it register</a> is te finen yn &#39;e gids.</p>",
      "question4": "Hokker organisaasjes publisearje oer har algoritmen yn it Algoritmeregister?",
      "answer4": "<p>It Algoritmeregister befettet ynformaasje oer algoritmen fan in protte ferskate oerheidsorganisaasjes. Der komme geregeld nije organisaasjes by.</p><p> Yn &#39;e takomst sil publikaasje fan algoritmen <a href=\"{localised_url}/footer/vragen#question3\">dy&#39;t yn dit register hearre</a> ferplicht wêze foar alle oerheidsorganisaasjes; dus it Ryk, provinsjes, gemeenten, wetterskippen. It is noch net dúdlik oft oare publike organisaasjes lykas soarch en ûnderwiis ek ûnder dizze ferplichting falle. Dat wurdt dúdliker op wei nei wetjouwing yn 2025. Se binne al wolkom om harren algoritmen te publisearjen yn it Algoritmeregister.</p>",
      "question5": "Hoe sit it mei myn privacy by it brûken fan algoritmen?",
      "answer5": "<p>Guon algoritmen brûke persoanlike gegevens foar har taak. Persoanlike gegevens binne gegevens dy&#39;t ynformaasje befetsje dy&#39;t brûkt wurde kinne om in yndividu te identifisearjen, lykas namme, adres, bertedatum of finansjele ynformaasje. D&#39;r binne in protte easken foar it brûken fan persoanlike gegevens, ynklusyf troch de oerheid. In protte easken binne opnommen yn wetjouwing, lykas de GDPR. It Algoritmeregister befettet ynformaasje oer hokker gegevensboarnen it algoritme brûkt. En oer hokker tests útfierd binne foardat it algoritme yn gebrûk nommen waard, bygelyks in privacytest (DPIA). De <a href=\"https://www.autoriteitpersoonsgegevens.nl/\" target=\"_blank\">Nederlandse Autoriteit Persoonsgegevens</a> hâldt tafersjoch op it neilibjen fan privacy-easken en <a href=\"https://www.autoriteitpersoonsgegevens.nl/actueel/algoritmetoezicht-ap-van-start\" target=\"_blank\">hâldt sûnt 1 jannewaris ek algoritmen ta.</a></p>",
      "question6": "Hoefolle algoritmen brûkt de oerheid en hoefolle ynformaasje is opnommen yn dit register?",
      "answer6": "<p>Wy steane oan it begjin fan in proses wêryn&#39;t de oerheid ynformaasje oer algoritmen aktyf iepenbier makket. It oantal algoritmen yn it register is noch net it totale oantal algoritmen dat troch de oerheid brûkt wurdt. Der is op it stuit net folle ynsjoch yn it totale oantal oerheidsalgoritmen. It is dêrom net bekend hoefolle algoritmen de ynformaasje úteinlik yn it register telâne komme moat. Yn de rin fan de jierren sil der hieltyd mear ynsjoch komme yn it tal en de aard fan oerheidsalgoritmen.</p>",
      "question7": "Hokker ynformaasje oer algoritmen krij ik fan it Algoritmeregister?",
      "answer7": "<p>De <a href=\"https://algoritmes.pleio.nl/wiki/view/543701c4-318c-4186-b144-de72feca1065/handleiding-algoritmeregister-publicatiestandaard\" target=\"_blank\">publikaasjestandert</a> beskriuwt de ynformaasje dy&#39;t nedich is om in algoritme te beskriuwen. Dizze Publikaasjestandert wurdt kontinu ferbettere sadat it better ôfstimd is mei de praktyk, yn oerlis mei oerheden, belanghawwenden en saakkundigen. De fjilden út de publikaasjestandert binne dus noch net ferplicht. It resultaat is dat mei guon algoritmen yn it register noch net alle fjilden ynfierd binne. Oerheidsorganisaasjes wurde stimulearre om safolle mooglik ynformaasje oer harren algoritmen te publisearjen.</p>",
      "question8": "Hoe fyn ik in algoritme yn dit register?",
      "question9": "Wat moat ik dwaan as it algoritme wêr&#39;t ik nei sykje net stiet?",
      "answer9": "<p>Nim asjebleaft kontakt op mei de organisaasje dy&#39;t it algoritme brûkt en freegje om in útlis fan it beslút as it proses. De measte organisaasjes befetsje kontaktgegevens yn &#39;e beskriuwing fan it algoritme. Kin it net útfine? Nim dan kontakt op <a href=\"mailto:algoritmeregister@minbzk.nl\">mei algorithmregister@minbzk.nl</a> en wy ferwize jo spesifyk.</p>",
      "question10": "Wat moat ik dwaan as de ynformaasje oer it algoritme net dúdlik is of as ynformaasje ûntbrekt?",
      "answer10": "<p>As jo fragen hawwe oer in beskriuwing of ûntbrekkende ynformaasje, nim dan kontakt op mei de organisaasje dy&#39;t it algoritme publisearre. De measte algoritmen yn it register befetsje kontaktgegevens yn &#39;e beskriuwing. Kin it net útfine? Nim dan kontakt op <a href=\"mailto:algoritmeregister@minbzk.nl\">mei algorithmregister@minbzk.nl</a> en wy ferwize jo spesifyk.</p>",
      "question11": "Wêr kin ik in klacht yntsjinje of beswier meitsje tsjin in regearingsalgoritme yn dit register?",
      "answer11": "<p>Jo kinne beswier meitsje en in klacht yntsjinje by de organisaasje dy&#39;t it algoritme brûkt. (Hoe&#39;t jo dat dogge kinne jo lêze yn dit antwurd [keppeling FAQ 10]. Dat is altyd de earste stap. As jo net tegearre ta in oerienkomst komme kinne jo help krije, bygelyks fan de Nasjonale Ombudsman. Mear oer wat de <a href=\"https://www.nationaleombudsman.nl/over-de-nationale-ombudsman\" target=\"_blank\">Nasjonale Ombudsman</a> kin direkt dwaan oan <a href=\"https://www.nationaleombudsman.nl/klacht-indienen/uw-klacht\" target=\"_blank\">it klachtenformulier</a>.</p>",
      "question12": "Kin ik my útskriuwe foar it brûken fan algoritmen?",
      "answer12": "<p>Jo kinne net útskriuwe foar it brûken fan algoritmen. Yn dit register kinne jo lykwols ynformaasje fine oer hoe&#39;t it algoritme wurket en wat it docht. En jo kinne <a href=\"#question10\">om in ferklearring freegje</a> as jo it beslút fan in algoritme net begripe of as jo tinke dat it ferkeard is. Jo kinne <a href=\"#question11\">beswier meitsje</a> as jo tinke dat it algoritme flaters makke hat dy&#39;t jo en/of oaren benaud hawwe.</p>",
      "answer15": "<p>It Dutch Algoritme Register komt út in Nederlânske winsk om op basis fan in tal rapporten, parlemintêre moasjes en advizen in register te meitsjen foar mear transparânsje fan de Nederlânske oerheid.</p><p> It <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">ûntwerp fan AI-feroardering</a> sil it wierskynlik ferplicht meitsje dat AI-systemen mei heech risiko wurde dokuminteare. Ynformaasje oer dizze algoritmen einiget úteinlik yn dit Algoritme Register. Om oan de easken fan de wet te foldwaan, wurdt de publikaasjestandert yn de rin fan de tiid oanpast. Der binne ek ferskillen: net alle beskriuwingen yn it Algoritmeregister geane oer heechrisiko- en/of AI-systemen. Der binne ek net-sels-learende algoritmen en/of algoritmen mei in leger risiko karakter yn dit register. Dat sil sa bliuwe. It register siket wol ferbinings mei de KI-regeling, sadat it foar oerheden dy&#39;t yn it Nederlânske register steane maklik wurde om ek te foldwaan oan de ferplichtings ûnder de KI-regeling. Hjir moatte wy ek ôfwachtsje hoe&#39;t de Europeeske Databank derút komt te sjen. It hinget fan de Europeeske Kommisje ôf, it Nederlânske regear praat dêroer.</p>",
      "answer16": "<p>Der wurdt ûndersocht oft ekstra wetjouwing nedich is. Dit wurdt sjoen yn gearhing mei EU-wetjouwing. Dat waard bekend makke yn de <a href=\"https://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/21/kamerbrief-over-het-algoritmeregister\" target=\"_blank\">brief oan de Twadde Keamer</a> fan desimber 2022. Dat duorret grif oant 2025.</p>",
      "question13": "Hoe doch ik mei as oerheidsorganisaasje?",
      "answer13": "<p>Doch mei oan en publisearje de ynformaasje oer de algoritmen fan jo organisaasje. Besjoch ek de fierdere ûntwikkeling fan dit Algoritmeregister. Jo kinne dizze ynformaasje fine op &#39;e side &#39; <a href=\"meedoen\">Meidwaan</a> &#39;.</p>",
      "answer17": "<p>Stel jo fraach fia <a href=\"mailto:algoritmeregister@minbzk.nl\">algorithmregister@minbzk.nl</a>.</p>",
      "group2": "B Gebrûk fan it algoritmeregister",
      "group4": "D Meidwaan | op &#39;e hichte bliuwe",
      "group6": "F In oare fraach",
      "answer8": "<p>Der binne twa opsjes. Earst kinne jo sykje op organisaasje, wurd of tema. Bygelyks: Gemeente Jo krije dan in oersjoch fan de troch dizze gemeente publisearre algoritmen, mei dit wurd yn de beskriuwingen, of yn dit tema. In twadde opsje is om te &#39;blêdzjen&#39; troch <a href=\"https://test.algoritmeoverheid.nl/algoritme\">alle algoritmen yn it register</a>.</p>",
      "answer14": "<ul><li>Wy organisearje geregeld iepen gearkomsten. Besjoch de <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">aginda</a> op &#39;e Pleio-algoritme-side.</li><li> Op <a href=\"http://algoritmes.pleio.nl/\" target=\"_blank\">Algorithms.pleio.nl</a> fine jo nijs, de aginda en in tal mienskippen dêr&#39;t jo op &#39;e hichte bliuwe kinne fan in spesifyk ûnderwerp en dêr&#39;t jo oer prate kinne.</li><li> Abonnearje op de nijsbrief en ûntfange regelmjittige updates oer algoritmenijs yn jo postfak. <a href=\"https://algoritmeregister.email-provider.eu/memberforms/subscribe/standalone/form/?a=1pjwwoyxrs&amp;l=vdfr1sbovb\" target=\"_blank\">Ynlogge.</a></li><li> Algorithms.overheid.nl is ûntwikkele mei iepen boarne software. De koade en bygelyks de publikaasjestandert binne te finen op <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">de GitHub-side fan it ministearje fan Ynlânske Saken en Keninkryksrelaasjes</a>.</li></ul>"
    },
    "Footer: Privacyverklaring": {
      "content": "<h1>Privacy</h1><p> Dizze webside brûkt analytyske cookies. Cookies binne lytse tekstbestannen dy&#39;t websiden op jo kompjûter opslaan. Dit makket jo kompjûter werkenber by jo besite. Dizze ynformaasje helpt it bouteam om de side te ferbetterjen. Analytyske cookies beantwurdzje bygelyks de folgjende fragen:</p><ul><li> Is de besiker nij of hat de besiker de side earder besocht?</li><li> Hokker siden waarden rieplachte by de besite</li><li> Fan hokker side kaam de besiker?</li><li> Hat de besiker fuortdaliks de side ferlitten (&#39;bouncing&#39;).</li></ul><p> Dizze cookies wurde net brûkt om in profyl te meitsjen of om jo fierder te folgjen. Dizze webside pleatst gjin cookies fan tredden (cookies fan tredden).</p><h2> Gegevens fia e-post</h2><p> It team behannelet persoanlike ynformaasje dy&#39;t bekend wurdt by it Algoritmeregister fia e-post fertroulik. It team bewarret sokke persoanlike gegevens allinich foar de doer fan &#39;e behanneling fan it berjocht. Neidat jo in antwurd hawwe krigen of as gjin antwurd frege wurdt, bewarret it team allinich de fraach en antwurd. Op fersyk sil it team ek de fraach en antwurd fuortsmite.</p>",
      "pageTitle": "Privacy"
    },
    "Footer: Toegankelijkheid": {
      "content": "<h1>Tagonklikheid</h1><p> By it ûntwikkeljen fan dizze webside binne de winsken en easken foar in tagonklike webside fuortdaliks ferwurke. It bouteam Algorithm Register is oplaat yn digitale tagonklikens. In ûnôfhinklike tagonklikensekspert jout geregeld advys.</p><p> Dizze webside foldocht oan WCAG 2.1 nivo AA, de Web Content Accessibility Guidelines.</p><p> Dat betsjut dat de webside troch elkenien brûkt wurde kin, ek minsken mei in beheining.</p><p> Foar mear ynformaasje:</p><ul><li> <a href=\"https://www.toegankelijkheidsverklaring.nl/register?w=algoritmes\" target=\"_blank\">Register fan oerheid Tagonklikheid ferklearrings</a>.</li><li> <a href=\"https://www.toegankelijkheidscertificaat.nl/algoritmes.overheid.nl/\" target=\"_blank\">Tagonklikheid Sertifikaat</a>.</li></ul>",
      "pageTitle": "Tagonklikheid"
    },
    "Footer: Over": {
      "content": "<h1>Oer it Algoritme Register</h1><p> De oerheid wol dat de oerheid algoritmen ferantwurde brûkt. Minsken moatte fertrouwe kinne dat algoritmen foldogge oan de wearden en noarmen fan &#39;e maatskippij. En d&#39;r moat in útlis wêze oer hoe&#39;t algoritmen wurkje. As de oerheid iepen is oer algoritmen en de tapassing dêrfan, kinne boargers, organisaasjes en media it kritysk folgje en kontrolearje oft it de wet en de regels folget.</p><h2> Ferantwurdlik algoritme gebrûk</h2><p> De folgjende prosessen, ûnder oaren, drage by oan ferantwurde gebrûk fan algoritmen:</p><ol><li> It Algoritmeregister helpt om algoritmen fynber te meitsjen, better útlein en har tapassing en ynfloed begryplik te meitsjen.</li><li> <a href=\"https://www.autoriteitpersoonsgegevens.nl/themas/algoritmes-ai/coordinatie-toezicht-algoritmes-ai\" target=\"_blank\">De Algoritmetoezichthouder</a> (de Nederlandse Autoriteit Persoonsgegevens) koördinearret de kontrôle fan algoritmen: foldogge de oerheidsalgoritmen oan alle jildende regels?</li><li> It ministearje fan Ynlânske Saken en Keninkryksrelaasjes wurket oan it <a href=\"https://algoritmes.pleio.nl/page/view/3877b524-e174-40c6-bcac-f3db875867e1/algoritmekader\" target=\"_blank\">Algoritme Kader</a>. Dit makket oerheden dúdlik hokker easken oan algoritmen jilde en hoe&#39;t se der foar soargje kinne dat har algoritmen dêr oan foldwaan.</li><li> Wetjouwing: der komt in wetlike ferplichting foar transparânsje fan algoritmen. Dat waard bekend makke yn de <a href=\"https://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/21/kamerbrief-over-het-algoritmeregister\" target=\"_blank\">brief oan it parlemint fan desimber 2022</a>.</li></ol><h2> Doelen fan it Algoritme Register</h2><p> Wat wolle wy berikke mei it Algoritmeregister? De doelen fan it Algoritmeregister binne mei-inoar ferbûn, lykas dizze ôfbylding lit sjen. De doelen wurde koart útlein ûnder de ôfbylding. In mear detaillearre útlis fan de doelen is te finen yn de <a href=\"https://algoritmes.pleio.nl/wiki/view/19bb6e9e-7a97-43d5-bef3-b1d66e59f4ff/handreiking-algoritmeregister\" target=\"_blank\">Algorithm Register Guide</a>.</p><div><div><ol role=\"list\"><li role=\"listitem\"><p> <strong>Fergrutsjen fan fertrouwen yn de oerheid</strong><br /> De oerheid kin pas effektyf sosjale mearwearde leverje as der fertrouwen is yn de oerheid en minsken har heard en belutsen fiele. It Algoritmeregister moat helpe om it fertrouwen yn &#39;e oerheid te ferbetterjen.</p></li><li role=\"listitem\"><p> <strong>It fersterkjen fan de posysje fan boargers en bedriuwen</strong><br /> It Algoritmeregister jout boargers en bedriuwen mear ynformaasje oer hoe’t oerheidsprosessen wurkje en hokker karren makke binne.</p></li><li role=\"listitem\"><p> <strong>Mear dúdlikens oer algoritme en AI-gebrûk (Demystifikaasje)</strong><br /> In protte minsken binne ûndúdlik oer wat in algoritme is en hoe&#39;t it har libben beynfloedet. It Algoritmeregister jout ynsjoch yn wêr en hoe&#39;t de oerheid algoritmen en AI brûkt.</p></li><li role=\"listitem\"><p> <strong>Ferantwurdlik hannelje<br /></strong> De oerheid moat op in ferantwurde wize hannelje. It Algoritmeregister makket oerheidsaksjes mear iepenbier.</p></li><li role=\"listitem\"><p> <strong>It fergrutsjen fan de kontrolearberens fan &#39;e oerheid</strong><br /> As de oerheid sjen lit wat it docht, kinne boargers en organisaasjes it better yn de gaten hâlde. It Algoritmeregister stipet dizze kontrôle troch de maatskippij.</p></li><li role=\"listitem\"><p> <strong>Fergrutsje de ferklearring</strong><br /> It ynfoljen fan it Algoritmeregister twingt de oerheid om har beslútfoarmingsproses en de tapassing fan algoritmen op in begryplike manier út te lizzen. Boppedat kinne boargers oanjaan oft in taljochting dúdlik is en oft se de operaasje itselde belibje.</p></li><li role=\"listitem\"><p> <strong>Wês transparanter oer hannel</strong><br /> Om iepenheid en ferantwurding te jaan moat de oerheid transparant wêze. It foarsichtich ynfoljen fan it Algoritmeregister is ien fan &#39;e manieren om dit te dwaan.</p></li></ol></div></div><h2> Iepen ûntwikkeling</h2><p> De earste ferzje fan it Algorithm Register waard lansearre yn desimber 2022. Dit is de basis foar fierdere ûntwikkeling. Troch de oplossing yn &#39;e praktyk te bringen kinne wy kennis en ûnderfining ophelje. Wy ûntwikkelje it register iepen, tegearre mei saakkundigen, (potinsjele) brûkers en belanghawwenden. Bygelyks, yn 2023 waard it rapport &#39; <a href=\"https://algoritmes.pleio.nl/attachment/entity/e59fb733-51ca-4811-9b6e-1d89d348a5b3\" target=\"_blank\">Doelgroepanalyse Algoritmeregister</a> &#39; publisearre. Hieltyd mear punten foar ferbettering binne opnommen yn dizze webside.</p><p> <a href=\"https://algoritmes.overheid.nl/nl/footer/meedoen\" target=\"_blank\">Wolle jo ek bydrage</a> ?</p><h2> Mear en mear algoritmen</h2><p> It Algoritmeregister is noch net kompleet. It jaan fan ynformaasje oer algoritmen is noch net ferplicht foar oerheidsorganisaasjes. Dy ferplichting sil komme. Foar dy tiid publisearje hieltyd mear oerheidsorganisaasjes ynformaasje oer har algoritmen. Om&#39;t se iepen en transparant wêze wolle oer har prosessen en it brûken fan algoritmen.</p><p> Lês bygelyks <a href=\"https://algoritmes.pleio.nl/news/view/68abf211-f915-4433-ab28-9d51b5aa443e/groningen-over-de-winst-maak-het-niet-te-ambtelijk\" target=\"_blank\">it ferhaal fan de gemeente Grins</a>.</p>",
      "pageTitle": "Oer it Algoritme Register"
    },
    "Footer: Meedoen": {
      "pageTitle": "Dielnimme",
      "content": "<h1>Dielnimme</h1><p> Jo kinne meidwaan as jo <a href=\"meedoen#overheden\">foar de oerheid wurkje</a> en as jo <a href=\"meedoen#geinteresseerd\">net foar de oerheid wurkje</a>.</p><h2 id=\"overheden\"> Oerheden: meidwaan en meitinke</h2><p> Hieltyd mear oerheden dogge mei en publisearje ynformaasje yn dit regearingsalgoritmeregister oer har algoritmen mei hege ynfloed en algoritmen mei hege risiko neffens de kommende <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">Jeropeeske AI-regeling.</a></p><p> It basisprinsipe is dat oerheden sels ferantwurdlik binne foar it opstellen en behearen fan har algoritmebeskriuwings yn it Algoritmeregister. It Algoritmeregister jout stipe mei help, rjochtlinen, ark en in publikaasjestandert.</p><h3> Help en begelieding</h3><ol><li> Wolle jo organisaasje meidwaan en publisearje oer de algoritmen dy't jo brûke? Jo kinne hjir mear ynformaasje oer lêze op <a href=\"https://algoritmes.pleio.nl/\" target=\"_blank\">Algoritmen Pleio-omjouwing</a> , bygelyks yn 'e <a href=\"https://algoritmes.pleio.nl/wiki/view/19bb6e9e-7a97-43d5-bef3-b1d66e59f4ff/handreiking-algoritmeregister\" target=\"_blank\">gids 'Aan de slag mei it algoritmeregister'</a>.</li><li> Jo kinne de planning en eftergrûnynformaasje fine op algorithms.pleio.nl. Jo fine ek <a href=\"https://algoritmes.pleio.nl/page/view/67f8e63c-82b4-474e-a003-6ab8923d5184/praktijkverhalen-nieuw\" target=\"_blank\">praktyske ferhalen fan organisaasjes</a> oer hoe en wêrom se ferbûn binne mei it Algoritmeregister. Bygelyks fan <a href=\"https://algoritmes.pleio.nl/news/view/68abf211-f915-4433-ab28-9d51b5aa443e/groningen-over-de-winst-maak-het-niet-te-ambtelijk\" target=\"_blank\">de gemeente Grins</a>.</li><li> <a href=\"https://algoritmes.pleio.nl/wiki/view/2bcdf820-ce62-4249-95f7-d1a13fb6e1c9/handleiding-algoritmeregister-publicatiestandaard\" target=\"_blank\">Besjoch de publikaasjestandert</a> - hokker ynformaasje jouwe jo as jo de beskriuwing fan in algoritme wolle publisearje?</li><li> Jo kinne ek kontakt mei ús opnimme foar assistinsje fia <a href=\"mailto:algoritmeregister@minbzk.nl\">algorithmregister@minbzk.nl</a>.</li></ol><h3> Tools: maklik sels-publisearjen</h3><ol><li> Jo kinne yntsjinje mei <a href=\"https://algoritmes.pleio.nl/wiki/view/b22c2b86-ad44-458d-8c2b-b8ee99bcc077/account-aanmaken-en-gebruik-maken-van-het-algoritmeregister\" target=\"_blank\">in online formulier</a> of automatysk fia in <a href=\"https://algoritmes.pleio.nl/wiki/view/6f6b7a6a-6ae9-4ae3-9f80-2d1137985091/handleiding-api-algoritmeregister\" target=\"_blank\">API.</a></li><li> Elk kwartaal presintearje wy de nije ark fan 'e applikaasje yn iepenbiere demo's. Tuskentroch bliuwst op ‘e hichte yn de sprintresinsjes. <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">Besjoch de aginda hjirfoar</a>.</li></ol><h2 id=\"geinteresseerd\"> Ynteressearre? Bliuw op 'e hichte en doch mei oan it petear</h2><p> Wy sille tegearre mei belanghawwenden it Algoritmeregister, de ark en noarmen fierder ûntwikkelje. Wurkje jo net foar de oerheid en wolle jo meiprate en meitinke? Dit kin dien wurde op de folgjende manieren.</p><ol><li> Doch mei oan 'e <a href=\"https://algoritmes.pleio.nl\" target=\"_blank\">mienskip</a> op it Pleio-platfoarm. <a href=\"https://account.pleio.nl/register/\" target=\"_blank\">Meitsje in akkount foar dit</a>.</li><li> De registersoftware is iepen boarne. <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">Besjoch de koade</a> op GitHub fan it Ministearje fan Ynlânske Saken en Keninkryksrelaasjes.</li><li> Iepenbiere online gearkomsten: der binne geregeld gearkomsten oer de stân fan saken en spesifike tema's. Besjoch de <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">aginda</a>.</li><li> (Potinsjele) brûkers, sosjale organisaasjes en saakkundigen drage ideeën oan oer fierdere ferbetteringen oan it Algoritmeregister. Sadat it Algoritmeregister meikoarten sa ticht mooglik komt by wat minsken nedich binne. Wy fiere bygelyks in protte ynterviews foar dit doel. It rapport ' <a href=\"https://algoritmes.pleio.nl/attachment/entity/e59fb733-51ca-4811-9b6e-1d89d348a5b3\" target=\"_blank\">Doelgroepanalyse Algoritme register</a> ' waard publisearre yn 2023. Hieltyd mear punten foar ferbettering binne opnommen yn dizze webside. In twadde doelgroepanalyse folget yn 2024.</li></ol><div></div>"
    },
    "Footer: Over algoritmes": {
      "pageTitle": "Oer algoritmen",
      "img_alt": "De kolleksje &#39;alle algoritmen&#39; befettet sawol de subset &#39;Impactful algorithms&#39; (mei ynfloed op minsken) as de subset &#39;AI&#39;.",
      "content": "<h1>Oer algoritmen</h1><div><p> <strong>In algoritme is in set regels en ynstruksjes dy&#39;t in kompjûter automatysk folget by it meitsjen fan berekkeningen om in probleem op te lossen of in fraach te beantwurdzjen (boarne: Rekkenkeamer). Jo tsjinkomme oeral algoritmen, ek yn oerheid.</strong></p></div><div><p> Elkenien dy&#39;t geregeld wat op ynternet docht, komt algoritmen tsjin. Browsers, online bankieren, streamingtsjinsten lykas Netflix, en sosjale media lykas Facebook en Instagram; algoritmen meitsje it mooglik.</p></div><div><p> De oerheid brûkt ek algoritmen. Tink oan it online oanfreegjen fan subsydzje. It algoritme helpt dan om fuortendaliks te beoardieljen oft jo oan de betingsten foldwaan of net. Dit is in foarbyld fan in algoritme mei dúdlike beslútregels en in dúdlik antwurd: ja of nee?</p></div><div><p> Oare algoritmen kinne trends werkenne. Se litte bygelyks sjen hoe&#39;t kriminaliteit him ûntjout yn in stêd. Dat helpt plysje en gemeente om de goede maatregels te nimmen. Of se analysearje (anonime) sûnensgegevens, dy&#39;t brûkt wurde kinne om folkssûnensbelied te meitsjen. Soms binne dizze algoritmen &#39;(sels)learend&#39;. Dit betsjut dat se oplaat wurde om sels patroanen te ûntdekken.</p></div><div><h2 role=\"heading\"> Impactful algoritmen</h2></div><div><p> Algoritmen binne net perfekt. Se meitsje soms flaters en der is risiko op foaroardielen, krekt as by minsken. Dit is yn it ferline ferskate kearen ferkeard gien mei automatisearre oerheidsprosessen.</p></div><div><p> It Ryk wurket oan ferbetterings. Dat docht se bygelyks troch op in ferantwurde wize algoritmen te ûntwikkeljen en te brûken. It is wichtich dat de oerheid transparant is oer de ynfloedrike algoritmen dy&#39;t se brûkt. Sadat boargers en belanghawwenden ynsjoch hawwe yn algoritmen dy&#39;t harren libben beynfloedzje. Bygelyks, algoritmen dy&#39;t juridyske gefolgen hawwe foar minsken of dy&#39;t soargje dat de oerheid minsken klassifisearret, hawwe ynfloed. Tink oan it identifisearjen fan minsken dy&#39;t rjocht hawwe op bepaalde útkearingen, sadat de oerheid proaktyf bystân jaan kin.</p></div><div><h2 role=\"heading\"> Sichtber en kontrolearber</h2></div><div><p> It Algoritmeregister hat as doel de brûkte algoritmen mei hege ynfloed sichtber en ferifieare te meitsjen. Sadat jo as boarger, advokaat, saakkundige of sjoernalist sjen kinne. As jo fragen hawwe, of tinke dat der wat mis is mei in algoritme yn dit register, kinne jo <a href=\"vragen#question10\">kontakt opnimme mei</a> de organisaasje dy&#39;t it algoritme beheart. Of: <a href=\"over\">Lês mear oer it Algoritme Register</a>.</p></div><div><h2 role=\"heading\"> Relaasje mei AI</h2></div><div><p> Keunstmjittige (as keunstmjittige) yntelliginsje (AI) stelt kompjûters en masines yn steat om yntelliginte taken út te fieren. In bekend foarbyld hjirfan is ChatGPT, in programma dat de fragen beantwurdzje kin dy&#39;t jo it stelle. In oar foarbyld is AI dy&#39;t in dokter kin helpe om ferskate soarten kanker fluch te ûntdekken.</p></div><div><p> Algoritmen binne in wichtich ûnderdiel fan AI, om&#39;t se kompjûters en masines helpe om dizze taken út te fieren mei wiskundige formules en patroanen. AI kin bygelyks ferbinings ûntdekke en ôfbyldings analysearje. De relaasje tusken AI en algoritmen is as folget: AI bestiet út algoritmen, mar net alle algoritmen binne diel fan AI. Bygelyks, de earder neamde net-sels-learende algoritmen binne gjin AI-systemen, mar jo kinne se fine yn dit register.</p></div><div><p> Dizze ferbining tusken AI en algoritmen kin sjoen wurde yn it diagram hjirûnder. Guon fan alle algoritmen - oft diel fan in AI-systeem of net - hawwe in ynfloed.</p></div>",
      "content2": "<div><p>Dat betsjut twa dingen. Earst: alle AI bestiet út algoritmen, mar in lyts part fan de algoritmen is diel fan in AI-systeem. Twadder is d&#39;r in oerlap tusken ynfloedrike algoritmen en AI. Guon AI hat ynfloed, guon AI is net.</p></div><div><h2 role=\"heading\"> Wetjouwing</h2></div><div><p> De Jeropeeske Uny wurket oan wetjouwing spesifyk foar AI: de AI-feroardering. Mear oer de <a href=\"vragen#question15\">relaasje tusken it Algoritmeregister en de kommende AI-regeling</a>.</p></div>"
    },
    "Footer: Zelf aan de slag": {
      "pageTitle": "Begjin sels",
      "content": "Mear ynformaasje sil folgje."
    },
    "footer": {
      "text": "",
      "textForLink": ""
    },
    "Home": {
      "about": "<p><strong>Oer algoritmen</strong></p><p> In algoritme is in set regels en ynstruksjes dy&#39;t in kompjûter automatysk folget by it meitsjen fan berekkeningen om in probleem op te lossen of in fraach te beantwurdzjen. <a href=\"{localised_url}/footer/over-algoritmes\">Mear oer algoritmen</a>.</p>",
      "collaborate": "<p><strong>Trochgean mei ûntwikkeljen tegearre</strong><br /> Hieltyd mear oerheidsorganisaasjes publisearje ynformaasje oer har algoritmen yn it Algoritmeregister. It register wurdt op iepen wize fierder útwurke. <a href=\"{localised_url}/footer/meedoen\">Doch ek mei</a>.</p>",
      "aboutRegister": "<p><strong>Oer dit register</strong></p><p> Yn dit Algoritmeregister publisearje hieltyd mear Nederlânske oerheidsorganisaasjes ynformaasje oer algoritmen dy&#39;t se yn har wurk brûke. Se rjochtsje har op ynfloedrike algoritmen en jouwe de besiker ynsjoch yn hoe&#39;t dizze algoritmen wurkje. <a href=\"{localised_url}/footer/zelf-aan-de-slag\">Begjin sels</a>.</p>",
      "highlightTextBottom": "<p><a href=\"{localised_url}/algoritme\">Of blêdzje troch alle algoritmen</a></p>",
      "toDo": "<p><strong>Wat kin ik hjir dwaan?</strong></p>\n<p>Hoe kinne jo it Algoritmeregister brûke? En wat dogge jo as it algoritme dat jo sykje noch net yn dit register stiet? <a href=\"{localised_url}/footer/vragen\">Besjoch de faak stelde fragen</a>.</p>",
      "highlightTextTop": "",
      "title-tag": "it Algoritmeregister fan de Nederlânske oerheid",
      "meta-description": "It algoritmeregister sammelet alle algoritmebeskriuwingen dy&#39;t brûkt wurde troch oerheidsorganisaasjes yn Nederlân."
    },
    "Zoekbalk": {
      "hint": "Sykje op wurd, tema of organisaasje",
      "hintOrganisatie": "Sykje in organisaasje"
    },
    "language-disclaimer": {
      "closeText": "Slute",
      "content": "<p><strong>Tink derom</strong>: De algoritmebeskriuwingen yn it Frysk binne automatysk oerset. Hjir kinne flaters yn sitte. Foar de orizjinele beskriuwingen geane jo nei de Nederlânske ferzje fan it Algoritmeregister.</p>",
      "goToDutch": "Gean nei it Nederlânsk"
    },
    "Footer: Archief": {
      "content": "<h1>Argyf</h1><p> Websiden binne in wichtige boarne fan ynformaasje foar boargers, bedriuwen en oerheden. Dat jildt ek foar eardere ferzjes fan websiden. Dit kin ynformaasje befetsje dy&#39;t noch relevant is en dêr&#39;t rjochten oan ûntliend wurde kinne. Troch it argivearjen fan websiden kinne se permanint tagonklik bliuwe: se bliuwe dus beskikber foar it besjen fan publike ynformaasje. Dit is ferplichte foar alle oerheidswebsides.<br /><br /> Dizze ferzjes sille yn it <a href=\"https://minbzk.sitearchief.nl/?subsite=algoritmeoverheid#archive\" target=\"_blank\">argyf</a> pleatst wurde. Yn it oersjoch fine jo de webargiven fan alle ferplichte dielnimmers. Klik op in argyf, kies in datum út it ferline fia de kalinder en de side past de ynhâld oan oan wat doe aktueel wie. Jo kinne weromgean nei 25 jannewaris 2023.</p><p> Mear witte? <a href=\"https://www.nationaalarchief.nl/archiveren/kennisbank/Richtlijn-Archiveren-Overheidswebsites\">Besjoch de rjochtlinen foar it argyfearjen fan regearingswebsiden hjir</a>.</p>",
      "pageTitle": "Argyf"
    },
    "Footer: Kwetsbaarheid melden": {
      "content": "<h1>Meld kwetsberens</h1><p> As jo in swak plak of kwetsberens op dizze webside ûntdekke, rapportearje it dan asjebleaft oan it National Cyber Security Center (NCSC). It meitsjen fan sa&#39;n rapport hjit Coordinated Vulnerability Disclosure (CVD). Wy sille tegearre mei it NCSC nei it probleem sjen en it sa gau mooglik oplosse.</p>",
      "pageTitle": "Meld kwetsberens"
    },
    "Footer: Release-notes": {
      "pageTitle": "Release notysjes",
      "content": "<h2>Release notysjes</h2>\n<p>Op dizze side fine jo wizigingen oan 'e software dy't nuttich binne om te witten as jo in besiker of bewurker binne.</p>\n<h2>3 mei 2024</h2>\n<h3>Foar redaksje:</h3>\n<div>\n<p><strong>Ferbettere: Publishing proses</strong><br />Organisaasjes brûke in webformulier mei in publikaasjeproses wêrmei se kinne kontrolearje wat se publisearje. It publikaasjeproses hat ferskate stappen. Dit kwartaal wurkje wy oan it ferbetterjen fan it hiele proses. Dat is nedich fanwegen de groei fan it register en wy wolle graach foldwaan oan de winsken fan in hieltyd gruttere groep redaksjes. De wichtichste ferbetterings oant no binne:</p>\n</div>\n<div>\n<ul role=\"list\">\n<li role=\"listitem\">\n<p>It webformulier is better ûntwurpen foar in mear brûkerfreonlike ûnderfining.</p>\n</li>\n<li role=\"listitem\">\n<p>In konseptferzje wurdt no oanmakke elke kear as in algoritmebeskriuwing wurdt opslein. Dit makket it mooglik om earder bewarre ferzjes fan beskriuwingen werom te rôljen.</p>\n</li>\n</ul>\n</div>\n<div>\n<p>Wy sille dizze (en takomstige) ferbetteringen ek wiidweidich testen oant july. As de resultaten goed binne, wurdt it webformulier nije simmer bywurke.</p>\n</div>\n<div>\n<p><strong>Added: Nije sjabloanen</strong><br />Yn it webformulier kinne organisaasjes sjabloanen brûke fan algoritmebeskriuwings fan leveransiers. Organisaasjes kinne fan no ôf ek nije sjabloanen brûke om de beskriuwing fan it algoritme 'Octobox Anonymize' (fan Octobox en DocDirekt) en 'Notifikaasjes foar iepenbiere romte' (fan de Gemeente Amsterdam) te publisearjen.</p>\n</div>\n<div>\n<p><strong>Oplost: Organisaasje details webformulier</strong><br />It webformulier kin brûkt wurde troch organisaasjes om tekst te skriuwen foar har organisaasjeside yn it Algoritmeregister. Dêr kin oanjûn wurde hoe't organisaasjes omgean mei algoritmen en de publikaasje dêrfan yn it Algoritmeregister. Der is koart in flater bard wêrby't dizze organisaasjedetails net bewarre wurde koenen. Dizze flater is reparearre en alles wurket wer goed.</p>\n</div>\n<h2>19 april 2024</h2>\n<div>\n<h3 role=\"heading\">Foar besikers:</h3>\n</div>\n<div>\n<p><strong>Ferbettere: Suggestjes foar organisaasjes basearre op sykterm</strong><br />Wylst jo typen, sille suggestjes fan organisaasjes dy't socht wurde kinne ferskine ûnder de sykbalke. Troch op in suggestje te klikken, wurdt de sykterm automatysk foltôge.</p>\n</div>\n<div>\n<p><strong>Ferbettere: Makliker navigaasje nei alle algoritmebeskriuwingen</strong><br />It totale oantal algoritmen is te klikken boppe de sykbalke. Troch hjirop te klikken geane jo direkt nei it oersjoch fan alle publisearre algoritmebeskriuwingen.</p>\n</div>\n<div>\n<p><strong>Ferbettere: Alle seleksjefilters kinne tagelyk wurde wiske</strong><br />Alle sykkritearia dy't jo brûkt hawwe by it sykjen nei in algoritmebeskriuwing of organisaasje kinne no yn ien kear fuortsmiten wurde troch te klikken op 'Seleksje fuortsmite' boppe it filterblok.</p>\n</div>\n<div>\n<p><strong>Nij: Dúdliker wêr't op in side nei socht wurde kin fia de sykbalke</strong><br />Fia de menuopsjes 'Algorithmen' en 'Organisaasjes' kinne jo sykje nei algoritmebeskriuwings en organisaasjes dy't publisearre hawwe yn it Algoritmeregister. De sykbalke op dy siden hat in titel krigen om dúdliker te meitsjen wat dêr te finen is.</p>\n</div>\n<h2>5 april 2024</h2>\n<h3>Foar besikers:</h3>\n<p><strong>Nij: It Algoritmeregister wurdt automatysk oerset yn it Frysk (beta)</strong><br />Fryske besikers kinne no ek gebrûk meitsje fan it Algoritmeregister. De webside kin brûkt wurde yn it Frysk fia de knop Taal rjochtsboppe op elke side (mobyl fia de knop 'Menu'). De algoritmebeskriuwings yn it Frysk binne automatysk oerset. Der kinne flaters yn dit. Gean foar de orizjinele beskriuwingen nei de Nederlânske ferzje fan it Algoritmeregister.</p>\n<h2>maart 2024</h2>\n<h3>Foar besikers:</h3>\n<p><strong>Oanpast: Tekstoanpassingen op ynformaasjesiden<br /></strong> De kop 'Doelstellingen fan it algoritmeregister' is tafoege oan 'e side ' <a href=\"https://algoritmes.overheid.nl/nl/footer/over\" target=\"_blank\">Oer it algoritmeregister</a> ', wêr't ús sân doelstellingen koart útlein wurde.</p>\n<p><strong>Ferbettere: Webargyf<br /></strong> De webargivearring foar it Algoritmeregister wurket wer goed. Foar mear ynformaasje klik <a href=\"https://algoritmes.overheid.nl/nl/footer/archief\">hjir</a>.</p>\n<p><strong>Oanpast: de sykbalke ûnthâldt no suggestjes fan 'e sykmasjine<br /></strong> By it typen fan in sykfraach sille suggestjes ûnder de sykbalke ferskine. As jo bûten de sykbalke klikke, ferdwine dy suggestjes, mar se komme no werom as jo opnij yn 'e sykbalke klikke.</p>\n<p><strong>Nij: It is no mooglik om te sykjen fia de menu-opsje 'Organisaasjes'.</strong><br />Yn it haadmenu boppe-oan is d'r in opsje 'Organisaasjes' wêr't jo in list kinne besjen fan alle organisaasjes dy't publisearre hawwe, mei har algoritmebeskriuwings. Fanôf no kinne jo de sykbalke brûke om organisaasjes fan dy side te sykjen.</p>\n<div>\n<p><strong>Ferbettere: Sykje mei organisaasjeôfkoarting toant de opsje om direkt nei de organisaasjeside te navigearjen<br /></strong> It is no mooglik om direkt nei in organisaasjeside te navigearjen mei in ôfkoarting, bygelyks BZK (Binnenlânske Saken en Keninkryksrelaasjes) of UWV (Employee Insurance Agency).</p>\n<p><strong>Ferbettere: Mei in organisaasjenamme as sykterm fine jo no alle algoritmebeskriuwings fan dy organisaasje</strong><br />As jo de namme fan in organisaasje yn 'e sykbalke ynfiere, ferwachtsje jo op syn minst alle algoritmebeskriuwingen fan dy organisaasje te finen. Dat wie net altyd it gefal. De sykfunksje is technysk oanpast om folsleinens te garandearjen.</p>\n<p><strong>Ferbettere: Smarter sykjen as in organisaasjenamme wurdt brûkt as sykterm<br /></strong> As jo de ôfkoarte of folsleine namme fan in organisaasje yn 'e sykbalke ynfierd hawwe, soe it sykresultaat alle algoritmebeskriuwings wêze wêr't de organisaasjenamme earne yn 'e beskriuwing stie. Sels al wiene dat algoritmebeskriuwingen fan oare organisaasjes. Dat is net altyd wat jo sykje. Dêrom krije jo no suggestjes ûnder de sykbalke wêrút jo kinne kieze. Hjirmei kinne jo rapper en spesifyk sykje. Dizze suggestjes sille yn 'e heine takomst fierder útwreide en ferfine.</p>\n<p><strong>Feroare: Publishing standert wurdt no ek werjûn</strong><br />By it werjaan fan de sykresultaten is no ek te sjen hokker ferzje fan de publisearjende standert brûkt is. Omdat de beskikbere ynformaasje kin ferskille per ferzje.</p>\n<p><strong>Ferbettere: Mei downloads sjogge jo dat de ynlaad noch oan 'e gong is<br /></strong> Troch de groei fan it Algorithm Register duorret it downloaden no wat langer. Jo krije no feedback hjiroer, sadat jo witte dat jo in skoft wachtsje moatte oant de ynlaad klear is.<strong><br /></strong></p>\n<h3><strong>Foar redaksje:</strong></h3>\n<p><strong>Nij: Algoritme beskriuwing Anonymisaasje folle rapper mei it eData BV-sjabloan<br /></strong> Yn it webformulier kinne organisaasjes no it sjabloan fan de leveransier eData BV (ek wol eSpecialists BV neamd) brûke om de beskriuwing fan it Anonymisaasjealgoritme flugger te foltôgjen.</p>\n<p><strong>Oanpast: Kontrolearje de keppeling nei jo eigen webside op 'e organisaasjeside<br /></strong> Op dit register kinne organisaasjes útlizze hoe't se omgean mei algoritmen op har eigen organisaasjepagina. Yn it fjild: 'Mear ynformaasje' kinne jo in keppeling opnimme nei in side op jo eigen webside. It is no net mear mooglik om spaasjes yn dy keppeling ta te foegjen. It is no tastien om in slash ('/') oan 'e ein fan in keppeling ta te foegjen.</p>\n<p><strong>Oplost: teksten organisearre yn paragrafen mei lege rigels dertusken waarden net bewarre<br /></strong> Fanwegen in resinte brek waard ynformaasje ferspraat oer meardere paragrafen net bewarre. Sa ferdwûn ynformaasje. Dit is no oplost.</p>\n<br />\n<h2>febrewaris 2024</h2>\n<h3>Foar besikers:</h3>\n<p><strong>Oplost: Gjin frjemd karakter mear yn CSV-download</strong><br />By it downloaden fan algoritmebeskriuwingen yn in CSV-bestân ferskynde soms in frjemd karakter. Dizze flater is no ferholpen.</p>\n<p><strong>Oplost: Ingelske Excel-download omfettet no Ingelske labels</strong><br />By it downloaden fan Ingelske algoritmebeskriuwingen waarden Nederlânske labels toand. Dizze labels, te sjen yn kolom A, binne no oerset yn it Ingelsk.</p>\n<p><strong>Oplost: Ljeppers yn Excel-bestân wurde efterinoar werjûn</strong><br />By it downloaden fan algoritmebeskriuwingen mei meardere publisearjende noarmen, wurde de ljeppers fermeld fan nijste oant âldste ferzje.</p>\n<p><strong>Feroare: Ferzje-ynformaasje is omneamd ta release-notysjes</strong><br />Yn 'e kolofon is ferzje-ynformaasje omneamd ta release-notysjes.</p>\n<p><strong>Oplost: Gjin HTML-koade mear yn Excel-downloads</strong><br />By it downloaden fan algoritmebeskriuwingen yn in Excel-bestân, waard opmaakkoade ûnbedoeld opnommen. Dit is technyske koade bedoeld foar it werjaan fan tekst op 'e webside. Dizze flater is no ferholpen.</p>\n<h3>Foar redaksje:</h3>\n<p><strong>Nij: Meitsje rapper algoritmebeskriuwing mei help fan in sjabloan</strong><br />Jo kinne no sjabloanen brûke yn it webformulier om jo algoritmebeskriuwing rapper yn te foljen. Om te begjinnen binne 9 sjabloanen beskikber steld troch leveransiers dy't benammen oan gemeenten leverje.<br /><br /><strong>Oanpast: Publikaasje standert ferzje 1.0 no ferplicht foar nije algoritme beskriuwingen</strong><br />De definitive ferzje fan 'e publikaasjestandert waard yn desimber 2023 oannaam. It is no net mear mooglik om nije beskriuwingen te begjinnen yn in âldere ferzje fan de standert. Jo kinne besteande beskriuwingen noch bewurkje yn in âldere standert.</p>\n<p> </p>\n<h2>jannewaris 2024</h2>\n<h3>Foar besikers:</h3>\n<p><strong>Ferbettere: De downloadopsjes binne útwreide</strong><strong><br /></strong> Alle algoritme beskriuwingen kinne wurde ynladen út it register. Dit kin dien wurde foar alle algoritmebeskriuwingen tagelyk yn ien heul grut bestân. Dit kin ek dien wurde apart per algoritme beskriuwing. It is no mooglik om algoritmebeskriuwingen te downloaden yn sawol it Nederlânsk as it Ingelsk. En dit kin dien wurde as in Excel-bestân of as in CSV-bestân. As jo in CSV-bestân kieze, kinne jo it ek iepenje yn Excel, mar om algoritmebeskriuwingen yn Excel te iepenjen is it handiger om se te downloaden as in Excel-bestân.</p>\n<p><strong>Nij: Syktermen wurde yn giel markearre yn 'e sykresultaten</strong><strong><br /></strong> By it sykjen kinne jo soms jo sykterm yn giel markearre sjen yn 'e sykresultaten. Dit is wier as de term ferskynt yn 'e koarte beskriuwing. As de term earne oars fûn wurdt yn in algoritmebeskriuwing, sille jo dat algoritme sjen yn 'e sykresultaten, mar net mei de sykterm yn giel markearre.</p>\n<p><strong>Ferbettere: filteropsjes wurkje no ek yn 'e Ingelske werjefte</strong><strong><br /></strong> Filteropsjes op 'e side 'Algorithms' wurkje no ek yn it Ingelsk.</p>\n<p><strong>Ferbettere: Brûk syktermen om te filterjen</strong><strong><br /></strong> Jo kinne no sykbegripen kombinearje mei oare filteropsjes foar in mear rjochte sykopdracht.</p>\n<p><strong>Nij: Menu-opsje: 'Organisaasjes'</strong><strong><br /></strong> In nije opsje 'Organisaasjes' is tafoege yn it haadmenu boppe. Hjir fine jo no in list fan alle organisaasjes dy't publisearre hawwe, mei in gearfetting fan har algoritmebeskriuwings. Organisaasjes hawwe no in nije opsje om har eigen algemiene útlis te jaan. Se kinne ek in útlis jaan oer wêrom't se net publisearje op it Algoritmeregister.</p>\n<p><strong>Nij: Ynformaasjeside: 'Kwetsberens melde'</strong><br />De footer befettet in keppeling nei in nije side mei ynstruksjes oer hoe't jo in kwetsberens yn 'e feiligens fan' e webside kinne rapportearje.</p>\n<p><strong>Oplost: Organisaasjes binne no alfabetysk yn listen sortearre</strong><strong><br /></strong> Organisaasjes wurde no standert oeral yn alfabetyske folchoarder neamd.</p>\n<p><strong>Oanpast: de keppeling 'Webargyf' is omneamd ta 'Argyf'</strong><br />Yn de footer is d'r in keppeling nei it deistich bywurke webargyf fan 'e webside. De namme fan dizze keppeling is feroare yn 'Argyf'. Dit is om te passen by de nammejouwing op oare oerheidssites.</p>\n<h3>Foar redaksje:</h3>\n<p><strong>Nij: Skriuwhelp is beskikber foar staverings- en taalflaters</strong><strong><br /></strong> By it ynfoljen fan it webformulier wurdt no automatysk in staveringskontrôle útfierd lykas yn in tekstferwurker en wurde suggestjes foar ferbetteringen jûn.</p>\n<p><strong>Nij: Jo kinne no ynformaasje tafoegje oer jo organisaasje</strong><strong><br /></strong> Jo hawwe no de opsje om ekstra ynformaasje te jaan oer hoe't de organisaasje omgiet mei algoritmen en har publikaasje yn it Algoritmeregister. Der is ek in opsje om in keppeling ta te foegjen nei in ynformaasjeside op de eigen webside fan de organisaasje. Freegje jo kontaktpersoan om jo te helpen it foar it earst te brûken.</p>\n<h2>desimber 2023</h2>\n<h3>Foar besikers:</h3>\n<p><strong>De sykresultaten wurde kompakter werjûn</strong><br />De besiker sjocht no mear sykresultaten yn ien eachopslach.</p>\n<p><strong>Syksuggestjes wurde werjûn</strong><br />De besiker sil suggestjes sjen ûnder de sykbalke basearre op de typte letters.</p>\n<p><strong>It webargyf is tafoege oan de foettekst</strong><br />Foar mear ynformaasje klik <a href=\"https://algoritmes.overheid.nl/nl/footer/archief\">hjir</a>.</p>\n<p><strong>It register wurdt automatysk oerset yn it Ingelsk</strong><br />Ynternasjonale besikers kinne no ek it Algoritmeregister brûke.</p>\n<p><strong>De download knop</strong><br />De knop dy't eartiids in CSV-bestân downloade, downloadt no in Excel-bestân.</p>\n<h3>Foar redaksje:</h3>\n<p><strong>Organisaasje side</strong><br />Op de side fan 'e organisaasjedetails kin de bewurker oanfoljende ynformaasje beskriuwe oer hoe't se omgean mei algoritmen en har publikaasje.</p>\n<p><strong>Technyske flaters dy't barde by it downloaden fan in algoritmebeskriuwing binne oplost</strong><br />Wêr't de bewurker earder fjilden leech of ûnfolslein litte koe en opslaan, kriget er no in flatermelding. Dit flaterberjocht jout oan hokker fjild noch aksje nedich is.</p>\n<div>\n<h2>novimber 2023</h2>\n</div>\n<div>\n<h3>Foar besikers:</h3>\n<p><strong>De sykmasine is bywurke</strong><br />Jo kinne no sykje nei kombinaasjes fan trefwurden, staveringsflaters, ôfkoartings en synonimen.</p>\n<p><strong>De sykresultaten binne ferdield yn organisaasjetypen</strong><br />Oan de linkerkant fan de sykresultaten wurdt de brûker de opsje jûn om in organisaasjetype te kiezen en sjocht in oersjoch fan de selektearre filters.</p>\n<h3>Foar redaksje:</h3>\n<p><strong>De redaksje sjocht hoe fier it webformulier ynfolle is</strong><br />Op grûn fan in foarútgongbalke boppe it ynfierformulier kin de bewurker sjen hoe folslein de algoritmebeskriuwing is.</p>\n<p><strong>De definitive ferzje fan de publikaasjestandert is beskikber<br /></strong> Algoritmebeskriuwingen op it register hawwe in fêste tekststruktuer: de Publikaasjestandert. Earder wie dizze standert noch yn ûntwikkeling en waarden ferskate konseptferzjes njonkeninoar brûkt. De definitive 1.0 ferzje waard beskikber yn desimber. It is it bêste foar de bewurker om nije algoritmebeskriuwingen direkt yn dit nije formaat te publisearjen. De bewurker kin besteande beskriuwingen migrearje fan it âlde formaat nei it nije formaat. Dit is net nedich fuortendaliks, mar it is oan te rieden. Sa helpt de redaksje de kwaliteit fan it register te ferbetterjen. Migraasjehelp is beskikber.</p>\n</div>\n</div>\n<div>\n<h2>oktober 2023</h2>\n</div>\n<div>\n<h3>Foar redaksje:</h3>\n</div>\n<div>\n<p><strong>De downloadopsjes binne wiidweidich<br /></strong> De algoritmebeskriuwingen kinne wurde downloade fan it webformulier yn ienige foarm en yn bulk yn Microsoft Word, yn Microsoft Excel, of as PDF.</p>\n</div>\n<div>\n<p><strong>It publikaasjeproses is fersneld<br /></strong> It publisearjen fan in algoritmebeskriuwing fynt no direkt nei frijlitting fan de bewurker plak.</p>\n</div>\n<div>\n<p><strong>It webformulier omfettet ferzjekontrôle<br /></strong> Bewurkers kinne no sjen wa't de algoritmebeskriuwing(en) it lêst bewurke hat op de oersjochside fan it webformulier.</p>\n</div>\n<div>\n<p><strong>It webformulier is ferpleatst<br /></strong> Nei in testperioade is it webformulier ferpleatst nei <a href=\"https://algoritmes.overheid.nl/webformulier\" target=\"_blank\">https://algorithms.overheid.nl/webvorm</a>. Dat jildt ek foar de leverings-API, dy't ferpleatst is nei <a href=\"https://algoritmes.overheid.nl/aanleverapi\" target=\"_blank\">https://algorithms.overheid.nl/aanleverapi</a>.</p>\n</div>"
    },
    "Algoritmes-overzicht": {
      "title-tag": "Algoritme beskriuwing oersjoch",
      "title-tag-on-append": ": Sykje nei algoritmebeskriuwings",
      "meta-description": "Sykje hjir foar algoritmebeskriuwings fan alle Nederlânske oerheidsorganisaasjes."
    },
    "Organisatie-overzicht": {
      "title-tag": "Organisaasje oersjoch",
      "title-tag-on-append": ": Sykje organisaasjes",
      "meta-description": "Sykje hjir foar ynformaasje oer algoritmebeskriuwingen fan organisaasjes."
    },
    "Organisatie-details": {
      "meta-description": "{org-name} publisearret {algorithm-description-count} algoritmen."
    },
    "Dashboard": {
      "title-org-top-20": "Organisaasjes top 20"
    }
  },
  "pap": {
    "Footer: Contact": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Vragen": {
      "question14": "",
      "question15": "",
      "question16": "",
      "question17": "",
      "group1": "",
      "group3": "",
      "group5": "",
      "content": "",
      "pageTitle": "",
      "question1": "",
      "answer1": "",
      "question2": "",
      "answer2": "",
      "question3": "",
      "answer3": "",
      "question4": "",
      "answer4": "",
      "question5": "",
      "answer5": "",
      "question6": "",
      "answer6": "",
      "question7": "",
      "answer7": "",
      "question8": "",
      "question9": "",
      "answer9": "",
      "question10": "",
      "answer10": "",
      "question11": "",
      "answer11": "",
      "question12": "",
      "answer12": "",
      "answer15": "",
      "answer16": "",
      "question13": "",
      "answer13": "",
      "answer17": "",
      "group2": "",
      "group4": "",
      "group6": "",
      "answer8": "",
      "answer14": ""
    },
    "Footer: Privacyverklaring": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Toegankelijkheid": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Over": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Meedoen": {
      "pageTitle": "",
      "content": ""
    },
    "Footer: Over algoritmes": {
      "pageTitle": "",
      "img_alt": "",
      "content": "",
      "content2": ""
    },
    "Footer: Zelf aan de slag": {
      "pageTitle": "",
      "content": ""
    },
    "footer": {
      "text": "",
      "textForLink": ""
    },
    "Home": {
      "about": "",
      "collaborate": "",
      "aboutRegister": "",
      "highlightTextBottom": "",
      "toDo": "",
      "highlightTextTop": "",
      "title-tag": "",
      "meta-description": ""
    },
    "Zoekbalk": {
      "hint": "",
      "hintOrganisatie": ""
    },
    "language-disclaimer": {
      "closeText": "",
      "content": "",
      "goToDutch": ""
    },
    "Footer: Archief": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Kwetsbaarheid melden": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Release-notes": {
      "pageTitle": "",
      "content": ""
    },
    "Algoritmes-overzicht": {
      "title-tag": "",
      "title-tag-on-append": "",
      "meta-description": ""
    },
    "Organisatie-overzicht": {
      "title-tag": "",
      "title-tag-on-append": "",
      "meta-description": ""
    },
    "Organisatie-details": {
      "meta-description": ""
    },
    "Dashboard": {
      "title-org-top-20": ""
    }
  }
}
