{
  "en": {
    "Footer: Contact": {
      "content": "<h1>Contact us</h1>\n<p>This website is under development. Do you have questions about the Algorithm Register? Or are you a (government) professional and do you or your organization want <a href=\"meedoen\">to participate in the further development</a> of the Algorithm Register? Look at the information on: <a href=\"over\">About the Algorithm Register</a> and the <a href=\"vragen\">Frequently Asked Questions</a>; For questions, please contact: <a href=\"mailto:algoritmeregister@minbzk.nl\">algorithmregister@minbzk.nl</a>.</p>",
      "pageTitle": ""
    },
    "Footer: Vragen": {
      "question14": "How do I stay informed about the development of the Algorithm Register?",
      "question15": "Is the Dutch Algorithm Register also the register as described in the European AI Act?",
      "question16": "Will there be legislation regarding the Algorithm Register?",
      "question17": "Is your question not listed?",
      "group1": "A General information",
      "group3": "C Complaints or objections",
      "group5": "E Legislation and the European AI Act",
      "content": "<h1>Frequently asked questions</h1>\n<h2>1. What is the Algorithm Register?</h2>\n<p class=\"mb-4\">This website provides information about the algorithms used by the Dutch government. This makes the information visible, traceable and accessible to citizens and their representatives, the media and supervisors.</p>\n<h2>2. What is the aim of this website?</h2>\n<p class=\"mb-4\">The aim is to make information about algorithms centrally accessible for everyone. That allows everyone to see in which impactful processes these algorithms are used. The information on this website provides the ability to oversee algorithms. For example, discrimination or unlawfulness can be exposed, and whether the algorithm provides desirable outcomes can be checked. When someone does not agree with the use of algorithms, the Algorithm Register indicates how objections can be made.</p>\n<h2>3. What are algorithms?</h2>\n<p class=\"mb-4\">An algorithm is a set of rules and instructions executed by a computer. Algorithms help, for example, to analyse problems, but also to make decisions. This allows the government to combine and analyse large amounts of data (source: Algemene Rekenkamer).</p>\n<p class=\"mb-4\">Do you want to know more about algorithms? Find more information on <a href=\"https://www.mediawijsheid.nl/algoritmes/\" target=\"_blank\" rel=\"noopener\"> Mediawijsheid<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link to external page\"></a> or take the (free) <a href=\"https://ethiek.ai-cursus.nl/home\" target=\"_blank\" rel=\"noopener\">National AI-course<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link to external page\"></a>.</p>\n<h2>4. I have questions about an algorithm on this site, who do I contact?</h2>\n<p class=\"mb-4\">If you have a question about a specific algorithm, please contact the &lsquo;owner&rsquo; of the algorithm. Contact details can be found in the description of the algorithm.</p>\n<p class=\"mb-4\">For other questions please email: <a href=\"mailto:algoritmeregister@minbzk.nl\"> algoritmeregister@minbzk.nl</a>.</p>\n<h2>5. Are all algorithms used by the government available on this website?</h2>\n<p class=\"mb-4\">A leading group of government organisations is currently making their algorithms available via this website. In 2023, even more government organisations will publish their algorithms in the Algorithm Register. For the time being, the number of algorithms on this website will continue to grow.</p>\n<p class=\"mb-4\">In the future, it will become a legal requirement to make algorithms publicly available. As a result, most relevant algorithms will become available in the Algorithm Register. There will be justified exceptions to this. For example, certain algorithms used for investigation, law enforcement, defense or intelligence gathering. The exact framework is still being finalized.</p>\n<h2>6. Why do some algorithms contain more information than others?</h2>\n<p class=\"mb-4\">Currently, the Algorithm Register is completed voluntarily by government organisations. Not every organisation has chosen to publish all information. Ultimately, it will be legally defined which information is mandatory and which information is optional.</p>\n<h2>7. Who develops and maintains the Algorithm Register?</h2>\n<p class=\"mb-4\">The development of the Algorithm Register was started by the Public Control of Algorithms Consortium. In it, government organisations worked on policy instruments for the responsible use of algorithms. One of the outcomes of that work was research into the creation of a register of algorithms. The Ministry of the Interior and Kingdom Relations has built on knowledge gained from this research to create this Algorithm Register. The ministry is working with ICTU to develop this website. All organisations that have currently supplied one or more algorithms to the Algorithm Register can be found under the heading &lsquo;Algorithms&rsquo;.</p>\n<h2>8. How do algorithm registers of individual government organisations relate to this website?</h2>\n<p class=\"mb-4\">The Algorithm Register is the central location for all government algorithms. Some government organisations also have their own algorithm register. This gives organisations the opportunity to provide more information or to provide it in a different way. In the current version of this website, information was entered manually. In 2023, the possibility of an automatic upload will be investigated.</p>",
      "pageTitle": "Frequently Asked Questions",
      "question1": "What is the Algorithm Register?",
      "answer1": "<p>The Algorithm Register contains information about algorithms used by the government. This information is thus findable and available to citizens, their representatives, the media and regulators.</p>",
      "question2": "What does the government use algorithms for?",
      "answer2": "<p>Algorithms can help to efficiently process large amounts of data and provide better insights. Algorithms help to improve that service and save time and money. The government uses algorithms to analyze data, make decisions and automate tasks. Examples of algorithms used by the government are traffic monitoring and online applications for government products.</p>",
      "question3": "Which algorithms belong in the algorithm register?",
      "answer3": "<p>In any case, this register should include:</p>\n<ul>\n<li>The algorithms that are designated as high risk by the proposed European legislation (the AI Act). These are algorithms that have elements of autonomy. In Dutch we usually call these (partly) self-learning algorithms. The algorithm must also be operational in one of the application areas of Annex III. Think of areas such as biometrics, critical infrastructure and employment. <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">More about the risk classification in the AI Act</a>.</li>\n<li>Algorithms that have a direct impact on those involved. For example, they contribute to a decision that affects someone's rights, someone's legal status or their rights under a contract. For example: imposing a fine or granting or refusing a subsidy.</li>\n</ul>\n<p>In addition, there are a number of other reasons to fully publish algorithms. For example, when algorithms receive a lot of social attention. There are also reasons not to publish an algorithm in full, for example when an algorithm is used for detection. Ideally, the government will then publish the part of the information about the algorithm that can be published.</p>",
      "question4": "Which organizations publish their algorithms in the Algorithm Register?",
      "answer4": "<p>Publication is currently still voluntary for governments. The Algorithm Register therefore contains information about algorithms of government organizations that have chosen this themselves. New organizations are added regularly.</p>\n<p>In the future, publication of algorithms <a href=\"{localised_url}/footer/vragen#question3\">that belong in this register</a> will be mandatory for all government organisations; so the national government, provinces, municipalities, water boards. It is not yet clear whether other public sector organizations such as healthcare and education will also fall under this obligation. This will become clearer on the way to legislation in 2025.</p>",
      "question5": "What about my privacy when using algorithms?",
      "answer5": "<p>Some algorithms use personal data for their task. Personal data is data that contains information that can be used to identify an individual, such as name, address, date of birth or financial information. There are many requirements for the use of personal data, including by the government. Many requirements are laid down in legislation, such as the GDPR. The Algorithm Register contains information about which data sources the algorithm uses. And about which tests were performed before the algorithm was put into use, for example a privacy test (DPIA). The <a href=\"https://www.autoriteitpersoonsgegevens.nl/\" target=\"_blank\">Dutch Data Protection Authority</a> monitors compliance with privacy requirements and, since 1 January, also <a href=\"https://www.autoriteitpersoonsgegevens.nl/actueel/algoritmetoezicht-ap-van-start\" target=\"_blank\">monitors algorithms.</a></p>",
      "question6": "How many algorithms does the government use and how many are included in this register?",
      "answer6": "<p>We are at the beginning of a process in which the government is actively making algorithms public. The number of algorithms in the register is not yet the total number of algorithms used by the government. To estimate the value of that number, the following question is relevant: how many algorithms does the government actually use? And how many of them are impactful or high-risk according to the AI Act? At the moment there is little insight into the total number of algorithms used by the government. It is therefore also unknown how many algorithms ultimately should end up in the register. Over the years, more and more insight will be gained into the number and nature of government algorithms.</p>",
      "question7": "What information about algorithms can I get from the Algorithm Register?",
      "answer7": "<p>The <a href=\"https://algoritmes.pleio.nl/wiki/view/543701c4-318c-4186-b144-de72feca1065/handleiding-algoritmeregister-publicatiestandaard\" target=\"_blank\">Publication Standard</a> describes the information needed to describe an Algorithm. This Publication Standard is constantly being improved so that it is more in line with practice, in consultation with governments, stakeholders and experts. The fields from the publication standard are therefore not yet mandatory. The result is that for some algorithms in the register, not all fields have been entered yet. Government organizations are encouraged to publish as much information as possible about their algorithms.</p>",
      "question8": "How do I find an algorithm in this registry?",
      "question9": "What do I do if the algorithm I am looking for is not listed?",
      "answer9": "<p>Then contact the organization that uses the algorithm and ask for an explanation of the decision or process. For most organizations, the contact details are in the description of the algorithm. Can't get out of there? Please contact <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a> and we will refer you specifically.</p>",
      "question10": "What do I do if the information about the algorithm is unclear or information is missing?",
      "answer10": "<p>Questions about a description or missing information should be directed to the organization that published the algorithm. For most algorithms in the registry, the contact information is in the description. Can't get out of there? Please contact <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a> and we will refer you directly.</p>",
      "question11": "Where can I file a complaint or appeal against a government algorithm in this registry?",
      "answer11": "<p>You can lodge an objection and a complaint with the organization that uses the algorithm. (You can read how to do that in this answer [link FAQ 10]. That is always the first step. If you cannot find a solution together, you can get help. For example, from the Nationale Ombudsman. More about what the <a href=\"https://www.nationaleombudsman.nl/over-de-nationale-ombudsman\" target=\"_blank\">Nationale Ombudsman</a> can do Directly to <a href=\"https://www.nationaleombudsman.nl/klacht-indienen/uw-klacht\" target=\"_blank\">the complaint form</a> .</p>",
      "question12": "Can I opt out of using algorithms?",
      "answer12": "<p>You cannot opt out of using algorithms. You can, however, find information in this register about how the algorithm works and what it does. And you can <a href=\"#question10\">ask for an explanation</a> if you do not understand an algorithm&#39;s decision or if you think it is incorrect. You can <a href=\"#question11\">object</a> if you believe that the algorithm has made mistakes that have disadvantaged you and/or others.</p>",
      "answer15": "<p>The Dutch Algorithm Register really stems from a Dutch wish, based on a number of reports, parliamentary motions and advice to create a register for more transparency from the Dutch government.</p>\n<p>The <a href=\"https://www.consilium.europa.eu/en/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">draft AI Act</a> will probably require that high-risk AI algorithms be documented. These algorithms will eventually end up in this Algorithm Register. In order to comply with the requirements of the law, the publication standard will eventually be adjusted. There are also differences: not all algorithms in the Algorithm Register are high-risk and/or AI algorithms. There are also non-self-learning algorithms and/or algorithms with a lower risk character in this register. That remains the case. The register does seek a connection with the AI Act, so that it becomes easy for governments listed in the Dutch register to also comply with the obligations under the AI Act. Here we also have to wait for what the European Database will look like. It depends on the European Commission, the Dutch government is discussing this.</p>",
      "answer16": "<p>The need for additional legislation is being investigated. This is being considered in conjunction with EU legislation. This was announced in the <a href=\"https://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/21/kamerbrief-over-het-algoritmeregister\" target=\"_blank\">letter to</a> the House of Representatives of December 2022. This will certainly last until 2025.</p>",
      "question13": "How do I participate as a government organization?",
      "answer13": "<p>Join us and publish the information about your organization&#39;s algorithms. Also think about the further development of this Algorithm Register. You can find this information on the &#39; <a href=\"meedoen\">Getting involved</a> &#39; page.</p>",
      "answer17": "<p>Ask your question via <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>.</p>",
      "group2": "B Using the Algorithm Register",
      "group4": "D Participate | to stay informed",
      "group6": "F Other question",
      "answer8": "<p>There are two options. You can first search by organisation, word or theme. For example: Municipality X, Parking or Social Security. You will then receive an overview of the algorithms published by this municipality, with this word in the descriptions, or in this theme. A second option is to 'browse' through <a href=\"https://test.algoritmeoverheid.nl/algoritme\">all the algorithms in the registry</a> .</p>",
      "answer14": "<ul>\n<li>We regularly organize open meetings. View the <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">agenda</a> on the Pleio page on algorithms.</li>\n<li>On <a href=\"http://algoritmes.pleio.nl/\" target=\"_blank\">algoritmes.pleio.nl</a> you will find news, the agenda and a number of communities where you can stay informed about a certain subject and where you can talk.</li>\n<li>Subscribe to the newsletter and regularly receive an update of the algorithm news in your mailbox. <a href=\"https://algoritmeregister.email-provider.eu/memberforms/subscribe/standalone/form/?a=1pjwwoyxrs&amp;l=vdfr1sbovb\" target=\"_blank\">Sign In.</a></li>\n<li>algoritmes.overheid.nl is developed with open source software. The code and, for example, the publication standard, can be found on <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">the GitHub page of the Ministry of the Interior and Kingdom Relations</a>.</li>\n</ul>"
    },
    "Footer: Privacyverklaring": {
      "content": "<h1>Privacy</h1>\n<p class=\"mb-2\">This website uses analytical cookies only. Cookies are small text files that websites store on your computer. This makes it possible to recognize your computer during your visit. This information helps the development team to improve the site. Analytical cookies answer the following questions:</p>\n<ul class=\"ml-4\" type=\"disc\">\n<li>Is this a new visitor or has the visitor visited the site before</li>\n<li>Which pages were consulted during the visit</li>\n<li>Which site was the visitor directed from</li>\n<li>Did the visitor immediately leave the site ('bouncing').</li>\n</ul>\n<p class=\"mb-4\">The cookies are not used to create a profile or to follow you further. This website does not place third-party cookies.</p>\n<h2>Data received via email</h2>\n<p class=\"mb-4\">Personal information that becomes known to the Algorithm Register by email is treated confidentially by the team. Such personal data will only be kept by the team while they work on a response to your message. Once the question is answered or if no question is asked, the team will only record the question itself and the answer to that question. Upon request, the question and answer can also be deleted.</p>",
      "pageTitle": "Privacy"
    },
    "Footer: Toegankelijkheid": {
      "content": "<h1>Accessibility</h1>\n<p class=\"mb-4\">During the development of this website, anything deemed beneficial and any requirements to make it accessible were immediately incorporated. The development team has been trained in digital accessibility. An independent accessibility expert regularly provides advise.</p>\n<p class=\"mb-4\">This website complies with WCAG 2.1 level AA, the Web Content Accessibility Guidelines.</p>\n<p class=\"mb-4\">This means that the website can be used by anyone including people with a disability.</p>\n<p class=\"mb-4\">For more information see:</p>\n<ul class=\"ml-4\" type=\"disc\">\n<li><a href=\"https://www.toegankelijkheidsverklaring.nl/register?w=algoritmes\" target=\"_blank\" rel=\"noopener\"> Registry of accessibility statements of the Dutch government<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link to external page\"></a>.</li>\n<li><a href=\"https://www.toegankelijkheidscertificaat.nl/algoritmes.overheid.nl/\" target=\"_blank\" rel=\"noopener\"> Certificate of Accessibility <img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link to external page\"></a>.</li>\n</ul>",
      "pageTitle": "Accessibility"
    },
    "Footer: Webarchief": {
      "content": "<h1>Web archive</h1>\n<p>Websites are an important source of information for citizens, companies and governments. This also applies to previous versions of websites. They may contain information that is still relevant and may confer rights. By archiving websites, they remain permanently accessible: they remain available for reviewing public information. This is mandatory for all government websites.</p>\n<p>These versions can be found in the <a href=\"https://sitearchief.nl/#archive/\" target=\"_blank\"> web archive</a> (Dutch only).</p>\n<p>The overview shows the archives of all mandatory participants. Click on an archive, select a date from the past and the website will adjust its content to what was current at that time. You can go back as far as January 25, 2023.</p>\n<p>Want to learn more? <a href=\"https://www.nationaalarchief.nl/archiveren/kennisbank/Richtlijn-Archiveren-Overheidswebsites/\" target=\"_blank\"> Check out the Guidelines for Archiving Government Websites</a>.</p >",
      "pageTitle": "Webarchive"
    },
    "Footer: Over": {
      "content": "<h1>About the Algorithm Register</h1>\n<p>The government wants the government to use algorithms responsibly. People must be able to trust that algorithms comply with society's values and norms. And there must be an explanation of how algorithms work. The government does this by checking algorithms before use for how they work and for possible discrimination and arbitrariness. When the government is open about algorithms and their application, citizens, organizations and media can follow it critically and check whether it follows the law and the rules.</p>\n<h2>Responsible algorithm use</h2>\n<p>The following processes, among others, contribute to responsible algorithm use:</p>\n<ol>\n<li>The Algorithm Register helps to make algorithms findable, to explain them better and to make their application and results understandable.</li>\n<li>The Algorithm Supervisor (the Dutch Data Protection Authority) coordinates the control of algorithms: do the government's algorithms comply with all the rules that apply to them? <a href=\"https://www.autoriteitpersoonsgegevens.nl/actueel/algoritmetoezicht-ap-van-start\" target=\"_blank\">Learn more about the regulator</a> .</li>\n<li>The Ministry of the Interior and Kingdom Relations is working on the <a href=\"https://algoritmes.pleio.nl/cms/view/3877b524-e174-40c6-bcac-f3db875867e1/implementatiekader\" target=\"_blank\">'Use of Algorithms' Implementation Framework</a> . This makes it clear to governments what requirements apply to algorithms and how they can ensure that their algorithms can meet those requirements.</li>\n<li>Legislation: there will be a legal framework for the transparency of algorithms. This was announced in the <a href=\"https://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/21/kamerbrief-over-het-algoritmeregister\" target=\"_blank\">letter to parliament dated December 2022</a> .</li>\n</ol>\n<h2>Open development</h2>\n<p>The first version of the Algorithm Register was launched in December 2022. This forms the basis for further development. Because we put the solution into practice, we can gain knowledge and experience. We are developing the register openly, together with experts, (potential) users and stakeholders.</p>\n<p>Do you want <a href=\"meedoen\">to contribute to that</a> ?</p>\n<h2>More and more algorithms</h2>\n<p>The Algorithm Register is not yet complete. Providing information about algorithms is not yet mandatory for government organizations. That obligation will come. Before then, more and more government organizations publish algorithms in the register of their own accord. Because they want to be open and transparent about their processes and the use of algorithms.</p>\n<p>Read, for example <a href=\"https://algoritmes.pleio.nl/news/view/a830d9ff-b026-4c30-8f62-51d1a89f87bd/amersfoort-heeft-primeur-publicatie-algoritme-via-nieuw-webformulier\" target=\"_blank\">, the story of the municipality of Amersfoort</a> and <a href=\"https://algoritmes.pleio.nl/news/view/28f9200f-f1ca-4d6a-adaf-8cd08612544e/odnzkg-publiceert-algoritmes-openheid-en-transparantie-als-kernwaarden\" target=\"_blank\">the North Sea Canal Area Environment Agency</a> .</p>",
      "pageTitle": ""
    },
    "Footer: Meedoen": {
      "pageTitle": "Join",
      "content": "<h1>Join</h1>\n<p>You can participate if you <a href=\"meedoen#overheden\">work for the government</a> and if you <a href=\"meedoen#geinteresseerd\">do not work for the government</a> .</p>\n<h2 id=\"overheden\">Governments: participate and think along</h2>\n<p>More and more governments are participating and are publishing information about their high-impact algorithms and high-risk algorithms in accordance with the forthcoming <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">European AI Act in this government Algorithm Register.</a></p>\n<p>The starting point is that governments themselves are responsible for drawing up and managing their algorithms in the Algorithm Register. The Algorithm Register supports this with help, guidelines, tools and a publication standard.</p>\n<h3>Help and handouts</h3>\n<ol>\n<li>Does your organization want to participate and publish the algorithms you use? You can read more information about this at algorithms.pleio.nl, for example in the <a href=\"https://algoritmes.pleio.nl/wiki/view/9719101e-b82e-4043-8837-ecdacded24c2/handreiking-algoritmeregister\" target=\"_blank\">guide 'Getting started with the algorithm register'</a> .</li>\n<li>You can find the planning and background information on algorithms.pleio.nl. You will also find stories from organizations about how and why they are connected to the Algorithm Register. For example, from <a href=\"https://algoritmes.pleio.nl/news/view/a830d9ff-b026-4c30-8f62-51d1a89f87bd/amersfoort-heeft-primeur-publicatie-algoritme-via-nieuw-webformulier\" target=\"_blank\">the municipality of Amersfoort</a> and <a href=\"https://algoritmes.pleio.nl/news/view/28f9200f-f1ca-4d6a-adaf-8cd08612544e/odnzkg-publiceert-algoritmes-openheid-en-transparantie-als-kernwaarden\" target=\"_blank\">the NZKG Environmental Service</a> .</li>\n<li><a href=\"https://algoritmes.pleio.nl/wiki/view/543701c4-318c-4186-b144-de72feca1065/handleiding-algoritmeregister-publicatiestandaard\" target=\"_blank\">Have a look at the publication standard</a> – what information do you provide if you want to publish an algorithm? This standard is still under development.</li>\n<li>You can also contact us for help at <a href=\"mailto:algoritmeregister@minbzk.nl\">algorithmregister@minbzk.nl</a> .</li>\n</ol>\n<h3>Tools: easy self-publishing</h3>\n<ol>\n<li>You can submit with <a href=\"https://algoritmes.pleio.nl/wiki/view/b22c2b86-ad44-458d-8c2b-b8ee99bcc077/account-aanmaken-en-gebruik-maken-van-het-algoritmeregister\" target=\"_blank\">an online form</a> or automated via an <a href=\"https://algoritmes.pleio.nl/wiki/view/a7b22f88-9e7d-4198-89d6-dc333c09e2e7/handleiding-api-algoritmeregister\" target=\"_blank\">API.</a></li>\n<li>Every quarter we showcase the new tools of the application in public demos. In between you stay informed in the sprint reviews. <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">View the agenda for this</a> .</li>\n</ol>\n<h2 id=\"geinteresseerd\">Interested? Stay informed and join the conversation</h2>\n<p>We are further developing the Algorithm Register, the tools and standards together with stakeholders. Do you not work for the government and do you like to talk and think along? This can be done in the following ways.</p>\n<ol>\n<li>Join the <a href=\"https://algoritmes.pleio.nl\" target=\"_blank\">community</a> on the Pleio platform. <a href=\"https://account.pleio.nl/register/\" target=\"_blank\">Create an account for this</a> .</li>\n<li>The registry software is open source. <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">View the code</a> on the GitHub of the Ministry of the Interior and Kingdom Relations.</li>\n<li>Public online Heartbeats and Meetups: there are regular meetings about the state of affairs (Heartbeats) and about specific themes (Meetups). View the <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">calendar</a> .</li>\n<li>(Potential) users, civil society organizations and experts contribute ideas about the further improvement of the Algorithm Register. So that the Algorithm Register will be as close as possible to what people need. For example, we conduct a lot of interviews for this purpose.</li>\n</ol>\n<div> </div>"
    },
    "Footer: Over algoritmes": {
      "pageTitle": "About algorithms",
      "img_alt": "The collection &#39;all algorithms&#39; contains both the subset &#39;Impactful algorithms&#39; (with influence on people) and the subset &#39;AI&#39;.",
      "content": "<h1>About algorithms</h1>\n<div>\n<p><strong>An algorithm is a set of rules and instructions that a computer automatically follows when making calculations to solve a problem or answer a question (source: Netherlands Court of Audit). You come across algorithms everywhere, including in government.</strong></p>\n</div>\n<div>\n<p>Anyone who regularly does something on the internet comes across algorithms. Browsers, online banking, streaming services such as Netflix, and social media such as Facebook and Instagram; algorithms make it possible.</p>\n</div>\n<div>\n<p>The government also uses algorithms. Consider applying for a grant online. The algorithm then helps to immediately assess whether you meet the conditions or not. This is an example of an algorithm with clear decision rules and an unequivocal answer: yes or no?</p>\n</div>\n<div>\n<p>Other algorithms can recognize trends. For example, they show how crime develops in a city. This helps the police and municipality to take the right measures. Or they analyze (anonymous) health data, which can be used to make public health policy. Sometimes these algorithms are '(self) learning'. That is, they are trained to discover patterns themselves.</p>\n</div>\n<div>\n<h2 role=\"heading\">Impactful algorithms</h2>\n</div>\n<div>\n<p>Algorithms are not perfect. They sometimes make mistakes and there is a risk of prejudice, just like with humans. In the past, this has gone horribly wrong with automated government processes.</p>\n</div>\n<div>\n<p>The government is working on improvement. It does this, for example, by developing and using algorithms in a responsible manner. It is important that the government is transparent about the impactful algorithms it uses. So that citizens and stakeholders have insight into algorithms that influence their lives. For example, algorithms that have legal consequences for people, or that ensure that the government classifies people, are full of impact. For example, identifying people who are entitled to certain provisions, so that the government can proactively offer help.</p>\n</div>\n<div>\n<h2 role=\"heading\">Visible and controllable</h2>\n</div>\n<div>\n<p>The Algorithm Register wants to make the impactful algorithms used visible and verifiable. So that you as a citizen, advocate, expert or journalist can watch. If you have any questions or think something is wrong with an algorithm in this register, you can <a href=\"vragen#question10\">contact</a> the organization that manages the algorithm. Or: <a href=\"over\">Read more about the Algorithm Register</a>.</p>\n</div>\n<div>\n<h2 role=\"heading\">Relationship with AI</h2>\n</div>\n<div>\n<p>Artificial (or artificial) intelligence (AI) enables computers and machines to perform intelligent tasks. A well-known example of this is ChatGPT, a program that can answer the questions you ask it. Another example is AI that can help a doctor quickly detect different types of cancer.</p>\n</div>\n<div>\n<p>Algorithms are an important part of AI, as they help computers and machines perform these tasks with mathematical formulas and patterns. AI can therefore discover connections and analyze images, for example. The relationship between AI and algorithms is as follows: AI consists of algorithms, but not all algorithms are part of AI. For example, the aforementioned non-self-learning algorithms are not AI systems, but you will find them in this register.</p>\n</div>\n<div>\n<p>You can see this connection between AI and algorithms in the diagram below. Part of all algorithms – whether or not part of an AI system – are impactful.</p>\n</div>",
      "content2": "<div>\n<p>That means two things. First: all AI consists of algorithms, but a small part of the algorithms are part of an AI system. Second, there is an overlap between impactful algorithms and AI. Some AI is impactful, other AI is not.</p>\n</div>\n<div>\n<h2 role=\"heading\">Legislation</h2>\n</div>\n<div>\n<p>The European Union is working on legislation specifically for AI: the AI Act. More about the <a href=\"vragen#question15\">relationship between the Algorithm Register and the upcoming AI Act</a>.</p>\n</div>"
    },
    "footer": {
      "text": "Please note: this website is under development. The information changes often. Do you want",
      "textForLink": "to help?"
    },
    "Home": {
      "about": "<p><strong>About algorithms</strong></p>\n<p>An algorithm is a set of rules and instructions that a computer automatically follows when making calculations to solve a problem or answer a question. <a href=\"{localised_url}/footer/over-algoritmes\">More about algorithms</a>.</p>",
      "collaborate": "<p><strong>Developing together</strong><br />More and more government organizations publish information about their algorithms in the Algorithm Register. The register is being developed further. <a href=\"{localised_url}/footer/meedoen\">Join us too</a>.</p>",
      "aboutRegister": "<p><strong>About this register</strong></p>\n<p>More and more Dutch government organizations publish the algorithms they use in their work in this Algorithm Register. They focus on impactful algorithms and give the visitor insight into how these algorithms work. <a href=\"{localised_url}/footer/over\">More about this register</a>.</p>",
      "highlightTextBottom": "<p>Or <a href=\"{localised_url}/algoritme\">browse all algorithms</a></p>",
      "toDo": "<p><strong>What can I do here?</strong></p>\n<p>How can you use the Algorithm Register? And what do you do if the algorithm you are looking for is not yet in this registry? <a href=\"{localised_url}/footer/vragen\">View the frequently asked questions</a>.</p>",
      "highlightTextTop": "View the 3 most recently changed algorithm descriptions"
    },
    "Zoekbalk": {
      "hint": "Search by word, theme or organisation"
    },
    "Footer: Versie-informatie": {
      "content": "<div>\n<h1>Version information</h1>\n</div>\n<div>\n<h2>October 2023</h2>\n</div>\n<div>\n<p>In this release, a number of important improvements have been made to The Algorithm Register for the user.</p>\n</div>\n<div>\n<p>1. The download options are extended.</p>\n</div>\n<div>\n<p>From now on, the algorithm descriptions can be downloaded in single form and in bulk. This can be done in Microsoft Word, in Microsoft Excel with sorting by publication standard, or as a PDF with editable fields.</p>\n<p>2. The flows for organizations have been simplified.</p>\n</div>\n<div>\n<p>This speeds up the process of publishing an algorithm description. A release can be responded to much faster. This now takes a few seconds, instead of 15 minutes.</p>\n</div>\n<div>\n<p>3. The database has been upgraded to the latest architecture.</p>\n</div>\n<div>\n<p>The availability of the website has been increased by the features of the new architecture. The user hardly notices this.</p>\n</div>\n<div>\n<p>4. Version control now shows who last edited the web forms.</p>\n</div>\n<div>\n<p>This allows editors to see who made previous changes. That means the traceability for organizations is increased. It also helps ICTU with looking back in time and allows them to better help organzations with their changes.</p>\n</div>\n<div>\n<p>5. The web form is now available at a new address.</p>\n</div>\n<div>\n<p>After a test period, the web form was moved to <a href=\"https://algoritmes.overheid.nl/webformulier\" target=\"_blank\">https://algoritmes.overheid.nl/webformulier</a>. This also applies to the delivery API, which has been moved to <a href=\"https://algoritmes.overheid.nl/aanleverapi\" target=\"_blank\">https://algoritmes.overheid.nl/aanleverapi</a>.</p>\n</div>",
      "pageTitle": "Version information"
    },
    "language-disclaimer": {
      "closeText": "Close",
      "content": "<p><strong>Please note: </strong>The algorithm descriptions in English have been automatically translated. Errors may have been introduced in this process. For the original descriptions, go to the Dutch version of the Algorithm Register.</p>",
      "goToDutch": "Go to Dutch language"
    }
  },
  "nl": {
    "Footer: Contact": {
      "content": "<h1>Neem contact op</h1>\n<p>Deze website is in ontwikkeling. Heb je vragen over het Algoritmeregister? Of ben je een (overheids)professional en wil jij of je organisatie <a href=\"meedoen\">meedoen aan de verdere ontwikkeling</a> van het Algoritmeregister? Kijk naar de informatie op: <a href=\"over\">Over het Algoritmeregister</a> en de <a href=\"vragen\"> Veelgestelde vragen</a>;Voor vragen, neem contact op met: <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>. </p>",
      "pageTitle": "Contact"
    },
    "Footer: Vragen": {
      "question14": "Hoe blijf ik op de hoogte van ontwikkeling van het Algoritmeregister?",
      "question15": "Is het Nederlandse Algoritmeregister ook het register zoals beschreven in de Europese AI Verordening?",
      "question16": "Komt er wetgeving rond het Algoritmeregister?",
      "question17": "Staat jouw vraag er niet bij?",
      "group1": "A Algemene informatie",
      "group3": "C Klachten of bezwaren",
      "group5": "E Wetgeving en de Europese AI-Verordening",
      "content": "<h1>Veelgestelde vragen</h1>\n<h2>1. Wat is het Algoritmeregister?</h2>\n<p class=\"mb-4\">Op het Algoritmeregister staat informatie over algoritmes die de overheid gebruikt. Zo is deze informatie vindbaar en beschikbaar voor burgers, hun belangenbehartigers, de media en toezichthouders.</p>\n<h2>2. Wat is het doel van deze website?</h2>\n<p class=\"mb-4\">Het doel is informatie over algoritmes voor iedereen centraal vindbaar te laten zijn. Op die manier kan iedereen zien in welke impactvolle processen algoritmes gebruikt worden. De informatie geeft de mogelijkheid om toezicht te houden op algoritmes. Zo kan gekeken worden naar discriminatie en onrechtmatigheid, maar ook de wenselijkheid. Wanneer mensen het niet eens zijn met het gebruik van algoritmes, geeft het Algoritmeregister aan waar bezwaar gemaakt kan worden.</p>\n<h2>3. Wat zijn algoritmes?</h2>\n<p class=\"mb-4\">Een algoritme is een set van regels en instructies die een computer uitvoert. Algoritmes helpen bijvoorbeeld om problemen te analyseren maar ook om beslissingen te nemen. Zo kan de overheid grote hoeveelheden gegevens (data) combineren en analyseren (bron: Algemene Rekenkamer).</p>\n<p class=\"mb-4\">Wil je meer weten over algoritmes? <a href=\"https://www.mediawijsheid.nl/algoritmes/\" target=\"_blank\" rel=\"noopener\"> Bekijk de informatie op Mediawijsheid<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link naar externe pagina\"></a> of bekijk de (gratis) <a href=\"https://ethiek.ai-cursus.nl/home\" target=\"_blank\" rel=\"noopener\">Nationale AI-cursus<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-link-external-v2.22cf45ec.svg\" alt=\"Link naar externe pagina\"></a>.</p>\n<h2>4. Ik heb een vraag over een algoritme op deze site, waar kan ik deze stellen?</h2>\n<p class=\"mb-4\">Het kan natuurlijk ook dat je na het lezen van de registratie van een algoritme vragen hebt over een specifiek algoritme. Die kun je stellen aan de &lsquo;eigenaar&rsquo; van het algoritme. De contactgegevens vind je in de beschrijving van het algoritme. Alle overige vragen kun je sturen naar: <a href=\"mailto:algoritmeregister@minbzk.nl\" target=\"_blank\" rel=\"noopener\"> algoritmeregister@minbzk.nl<img class=\"is-external-icon\" src=\"https://algoritmes.overheid.nl/_nuxt/icon-mail.8d4dd9cb.svg\" alt=\"Link naar een e-mailadres\"></a>.</p>\n<h2>5. Staan alle algoritmes van de overheid op deze website?</h2>\n<p class=\"mb-4\">Op dit moment stelt een kopgroep van overheidsorganisaties hun algoritmes beschikbaar via deze website. In 2023 publiceren nog meer overheidsorganisaties in het Algoritmeregister. Voorlopig gaat het aantal algoritmes op deze website dus nog groeien.</p>\n<p class=\"mb-4\">In de toekomst wordt het wettelijk verplicht algoritmes publiekelijk beschikbaar te maken. Daardoor komen de meeste relevante algoritmes in het Algoritmeregister. Hierop zullen gerechtvaardigde uitzonderingen komen. Denk aan opsporing, rechtshandhaving, defensie of inlichtingenverzameling. De exacte kaders worden nog uitgewerkt.</p>\n<h2>6. Bij sommige algoritmes staat meer informatie dan bij andere algoritmes?</h2>\n<p class=\"mb-4\">Momenteel gebeurt het vullen van het Algoritmeregister vrijwillig door overheidsorganisaties. Niet elke organisatie heeft ervoor gekozen alle informatie te publiceren. Uiteindelijk wordt er wettelijk vastgelegd welke informatie verplicht aangeleverd moet worden, en welke informatie optioneel is.</p>\n<h2>7. Wie werken er aan het Algoritmeregister?</h2>\n<p class=\"mb-4\">De ontwikkeling van het Algoritmeregister is begonnen met het consortium Publieke controle op algoritmes. Daarin werkten overheidsorganisaties aan beleidsinstrumenten voor een verantwoorde inzet van algoritmes. Een van de resultaten is onderzoek naar het Algoritmeregister. Het ministerie van Binnenlandse Zaken en Koninkrijksrelaties heeft voortgebouwd op deze opgedane kennis om tot dit Algoritmeregister te komen. Voor het ontwikkelen van de website werkt het ministerie samen met ICTU. In het Algoritmeregister is te zien welke organisaties op dit moment algoritmes aangeleverd hebben voor het Algoritmeregister. Kijk daarvoor onder het kopje Algoritmes, hier staan alle organisaties die nu &eacute;&eacute;n of meerdere algoritmes hebben aangeleverd.</p>\n<h2>8. Hoe verhouden de algoritmeregisters van overheidsorganisaties zich tot deze website?</h2>\n<p class=\"mb-4\">Het Algoritmeregister is de centrale vindplek voor alle algoritmes van de overheid. Sommige overheidsorganisaties hebben daarnaast ook een eigen algoritmeregister. Organisaties hebben daar de mogelijkheid om meer informatie te bieden of op andere wijze. In de huidige versie is de informatie handmatig overgenomen. In 2023 wordt gewerkt aan de mogelijkheid van automatische uitwisseling.</p>",
      "pageTitle": "Veelgestelde vragen",
      "question1": "Wat is het Algoritmeregister?",
      "answer1": "<p>In het Algoritmeregister staat informatie over algoritmes die de overheid gebruikt. Zo is deze informatie vindbaar en beschikbaar voor burgers, hun belangenbehartigers, de media en toezichthouders.</p>",
      "question2": "Waarvoor gebruikt de overheid algoritmes?",
      "answer2": "<p>Algoritmes kunnen helpen om grote hoeveelheden gegevens efficiënt te verwerken en betere inzichten te geven. Algoritmes helpen zo om die dienstverlening te verbeteren, en tijd en geld te besparen. De overheid gebruikt algoritmes om gegevens te analyseren, beslissingen te nemen en taken te automatiseren. Voorbeelden van algoritmes die de overheid gebruikt zijn verkeersmonitoring en het online aanvragen van overheidsproducten.</p>",
      "question3": "Welke algoritmes horen in het algoritmeregister thuis?",
      "answer3": "<p>In ieder geval horen in dit register thuis:</p>\n<ul>\n<li>De algoritmes die door de voorgenomen Europese wetgeving (de AI-Verordering) als hoogrisico worden aangeduid. Dat zijn algoritmes die elementen van autonomie kennen. In het Nederlands noemen we dat meestal (deels) zelflerende algoritmes. Het algoritme moet daarnaast operationeel zijn in één van de toepassingsgebieden van Annex III. Denk aan gebieden als biometrie, kritieke infrastructuur en werkgelegenheid. <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">Meer over de risicoclassificatie in de AI-Verordening</a>.</li>\n<li>Algoritmes die direct impact hebben op de betrokkenen. Ze dragen bijvoorbeeld bij aan een besluit dat van invloed is op iemands rechten, op iemands juridische status of zijn rechten vanuit een overeenkomst. Denk aan: het opleggen van boete of het toekennen of weigeren van een subsidie.</li>\n</ul>\n<p>Daarnaast zijn er nog een aantal andere redenen om algoritmes volledig te publiceren. Bijvoorbeeld wanneer algoritmes veel maatschappelijke aandacht krijgen. Er zijn ook redenen om een algoritme niet volledig te publiceren, bijvoorbeeld wanneer een algoritme wordt gebruikt voor opsporing. Idealiter publiceert de overheid dan het deel van de informatie over het algoritme wat wel gepubliceerd kan worden.</p>",
      "question4": "Welke organisaties publiceren hun algoritmes in het Algoritmeregister?",
      "answer4": "<p>Nu is publicatie nog vrijwillig voor overheden. In het Algoritmeregister staat daarom informatie over algoritmes van overheidsorganisaties die daar zelf voor gekozen hebben. Regelmatig komen daar nieuwe organisaties bij.</p>\n<p>In de toekomst wordt publicatie van algoritmes <a href=\"{localised_url}/footer/vragen#question3\">die in dit register thuishoren</a> verplicht voor alle overheidsorganisaties; dus de rijksoverheid, provincies, gemeenten, waterschappen. Nog niet duidelijk is of andere organisaties uit de publieke sector zoals zorg en onderwijs ook onder deze verplichting gaan vallen. Dat wordt duidelijker op weg naar wetgeving in 2025.</p>",
      "question5": "Hoe zit het met mijn privacy bij het gebruik van algoritmes?",
      "answer5": "<p>Sommige algoritmes gebruiken persoonsgegevens voor hun taak. Persoonsgegevens zijn gegevens die informatie bevatten die kan worden gebruikt om een individu te identificeren, zoals naam, adres, geboortedatum of financiële informatie. Er zijn veel eisen aan het gebruik van persoonsgegevens, ook door de overheid. Veel eisen staan in wetgeving, zoals de AVG. In het Algoritmeregister staat informatie over welke gegevensbronnen het algoritme gebruikt. En over welke toetsen zijn uitgevoerd voordat het algoritme in gebruik werd genomen, bijvoorbeeld een privacytoets (DPIA). De <a href=\"https://www.autoriteitpersoonsgegevens.nl/\" target=\"_blank\">Autoriteit Persoonsgegevens</a> houdt toezicht op naleving van de privacy-eisen en sinds 1 januari ook <a href=\"https://www.autoriteitpersoonsgegevens.nl/actueel/algoritmetoezicht-ap-van-start\" target=\"_blank\">toezicht op algoritmes.</a></p>",
      "question6": "Hoeveel algoritmes gebruikt de overheid en hoeveel komen er in dit register?",
      "answer6": "<p>We staan aan het begin van een proces waarin de overheid actief algoritmes openbaar maakt. Het aantal algoritmes in het register is nog niet het totaal aantal algoritmes dat de overheid gebruikt. Om dat aantal naar waarde te kunnen schatten, is de volgende vraag relevant: hoeveel algoritmes gebruikt de overheid eigenlijk? En hoeveel zijn er daarvan impactvol of hoog-risico volgens de AI-Verordening? Op dit moment is er weinig zicht op het totale aantal algoritmes bij de overheid. Het is dus ook niet bekend hoeveel algoritmes uiteindelijk in het register terecht horen te komen. In de loop der jaren zal er steeds meer inzicht ontstaan in het aantal en de aard van algoritmes bij de overheid.</p>",
      "question7": "Welke informatie over algoritmes haal ik uit het Algoritmeregister?",
      "answer7": "<p>De <a href=\"https://algoritmes.pleio.nl/wiki/view/543701c4-318c-4186-b144-de72feca1065/handleiding-algoritmeregister-publicatiestandaard\" target=\"_blank\">Publicatiestandaard</a> beschrijft de informatie die nodig is om een Algoritme te beschrijven. Deze Publicatiestandaard wordt steeds verder verbeterd zodat het beter aansluit op de praktijk, in overleg met overheden, belanghebbenden en experts. De velden uit de publicatiestandaard zijn daarom nog niet verplicht. Gevolg is dat bij sommige algoritmes in het register, nog niet alle velden zijn ingevoerd. Overheidsorganisaties worden gestimuleerd om zoveel mogelijk informatie over hun algoritmes te publiceren.</p>",
      "question8": "Hoe vind ik een algoritme in dit register?",
      "question9": "Wat doe ik als het algoritme dat ik zoek er niet instaat?",
      "answer9": "<p>Neem dan contact op met de organisatie die het algoritme inzet, en vraag om toelichting op het besluit of het proces. Bij de meeste organisaties staan de contactgegevens in de beschrijving van het algoritme. Kom je daar niet uit? Neem dan contact op met <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a> dan verwijzen wij je gericht door. </p>",
      "question10": "Wat doe ik als de informatie over het algoritme niet duidelijk is of als er informatie ontbreekt?",
      "answer10": "<p>Vragen over een beschrijving of missende informatie, stel je aan de organisatie die het algoritme heeft gepubliceerd. Bij de meeste algoritmes in het register staan de contactgegevens in de beschrijving. Kom je daar niet uit? Neem dan contact op met <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>, dan verwijzen wij je gericht door.</p>",
      "question11": "Waar kan ik een klacht indienen of bezwaar maken tegen een algoritme van de overheid in dit register?",
      "answer11": "<p>Bezwaar maken en een klacht indienen, doe je bij de organisatie die het algoritme inzet. (Hoe je dat doet, lees je in dit antwoord [link FAQ 10]. Dat is altijd de eerste stap. Kom je er samen niet uit, dan kun je hulp krijgen. Bijvoorbeeld bij de Nationale Ombudsman. Meer over wat de <a href=\"https://www.nationaleombudsman.nl/over-de-nationale-ombudsman\" target=\"_blank\">Nationale Ombudsman</a> kan betekenen. Direct naar <a href=\"https://www.nationaleombudsman.nl/klacht-indienen/uw-klacht\" target=\"_blank\">het klachtenformulier</a>.</p>",
      "question12": "Kan ik mij afmelden voor het gebruik van algoritmes?",
      "answer12": "<p>Je kunt je niet afmelden voor het gebruik van algoritmes. Wel kun je in dit register informatie vinden over hoe het algoritme werkt en wat het doet. En je kunt <a href=\"#question10\">vragen om een toelichting</a> als je een beslissing van een algoritme niet snapt of als je denkt dat het niet klopt. Je kunt <a href=\"#question11\">bezwaar maken</a> als je denkt dat het algoritme fouten heeft gemaakt die jou en/of anderen hebben benadeeld.</p>",
      "answer15": "<p>Het Nederlandse Algoritmeregister komt echt voort uit een Nederlandse wens, gebaseerd op een aantal rapporten, kamermoties en adviezen om tot een register te komen voor meer transparantie vanuit de Nederlandse overheid.  </p>\n<p>De <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">concept AI-Verordening</a> gaat waarschijnlijk verplicht stellen dat hoogrisico AI-algoritmes worden gedocumenteerd. Deze algoritmes zullen uiteindelijk in dit Algoritmeregister terecht komen. Om te voldoen aan de eisen van de wet wordt op den duur de publicatiestandaard aangepast. Er zijn ook verschillen: niet alle algoritmes in het Algoritmeregister zijn hoogrisico en/of AI-algoritmes. Er staan ook niet-zelflerende algoritmes en/of algoritmes met een lager risicokarakter in dit register. Dat blijft ook zo. Het register zoekt wel de aansluiting op de AI-Verordening Zodat het makkelijk wordt voor overheden die in het Nederlandse register staan daarmee ook te voldoen aan de verplichtingen vanuit de AI-Verordening. Hier is het ook wel wachten op hoe de Europese Databank eruit gaat zien. Het hangt van de Europese commissie af, de Nederlandse overheid is daarover in gesprek.</p>",
      "answer16": "<p>Er wordt onderzocht of aanvullende wetgeving nodig is. Dit wordt bezien in samenhang met de EU-wetgeving. Dat is aangekondigd in de <a href=\"https://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/21/kamerbrief-over-het-algoritmeregister\" target=\"_blank\">Kamerbrief</a> van december 2022. Dit duurt zeker nog tot 2025.</p>",
      "question13": "Hoe doe ik mee als overheidsorganisatie?",
      "answer13": "<p>Doe mee en publiceer de informatie over de algoritmes van je organisatie. Denk ook mee over de verdere ontwikkeling van dit Algoritmeregister. Deze informatie vind je op de pagina ‘<a href=\"meedoen\">Meedoen</a>’.</p>",
      "answer17": "<p>Stel je vraag via <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>.</p>",
      "group2": "B Gebruik van het Algoritmeregister",
      "group4": "D Meedoen | op de hoogte blijven",
      "group6": "F Andere vraag",
      "answer8": "<p>Er zijn twee mogelijkheden. Je kunt allereerst zoeken op organisatie, woord of thema. Bijvoorbeeld: Gemeente X, Parkeren of Sociale Zekerheid. Je krijgt dan een overzicht van de algoritmes die door deze gemeente, met dit woord in de omschrijvingen, of in dit thema zijn gepubliceerd. Een tweede mogelijkheid is om door <a href=\"https://test.algoritmeoverheid.nl/algoritme\">alle algoritmes in het register</a> te ‘bladeren’. </p>",
      "answer14": "<ul>\n<li>We organiseren regelmatig open bijeenkomsten. Bekijk daarvoor de <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">agenda</a> op de Pleio pagina rond algoritmes.</li>\n<li>Op <a href=\"http://algoritmes.pleio.nl/\" target=\"_blank\">algoritmes.pleio.nl</a> vind je nieuws, de agenda en een aantal community’s waar je over een bepaald onderwerp op de hoogte blijft en mee kunt praten.</li>\n<li>Abonneer je op de nieuwsbrief en krijg regelmatig een update van het algoritmenieuws in je mailbox. <a href=\"https://algoritmeregister.email-provider.eu/memberforms/subscribe/standalone/form/?a=1pjwwoyxrs&amp;l=vdfr1sbovb\" target=\"_blank\">Meld je aan.</a></li>\n<li>Algoritmes.overheid.nl is ontwikkeld met open source software. De code en bijvoorbeeld de publicatiestandaard, vind je op <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">de GitHub pagina van het ministerie van BZK</a>.</li>\n</ul>"
    },
    "Footer: Privacyverklaring": {
      "content": "<h1>Privacy</h1>\n<p>Deze website maakt gebruik van analytische cookies. Cookies zijn kleine tekstbestanden die websites op jouw computer opslaan. Daarmee is jouw computer te herkennen tijdens uw bezoek. Deze informatie helpt het bouwteam om de site te verbeteren. Analytische cookies geven antwoord op bijvoorbeeld de volgende vragen:</p>\n<ul>\n<li>Is de bezoeker nieuw of heeft de bezoeker de site al eerder bezocht</li>\n<li>Welke pagina's zijn tijdens het bezoek geraadpleegd</li>\n<li>Van welke site is de bezoeker gekomen</li>\n<li>Heeft de bezoeker de site meteen weer verlaten ('bouncing').</li>\n</ul>\n<p>Deze cookies worden niet gebruikt om een profiel aan te maken of jou verder te volgen. Deze website plaatst geen cookies van derde partijen (third-party cookies).</p>\n<h2>Gegevens via e-mail</h2>\n<p>Persoonlijke informatie die via e-mail bij het Algoritmeregister bekend wordt, behandelt het team vertrouwelijk. Dergelijke persoonlijke gegevens bewaart het team alleen voor de duur van de behandeling van het bericht. Nadat je antwoord hebt gekregen of als er geen antwoord gevraagd wordt, slaat het team alleen de vraag en het antwoord op. Op verzoek verwijdert het team ook de vraag en het antwoord.</p>",
      "pageTitle": "Privacy"
    },
    "Footer: Toegankelijkheid": {
      "content": "<h1>Toegankelijkheid</h1>\n<p>Bij het ontwikkelen van deze website worden de wensen en eisen voor een toegankelijke website direct ingebouwd. Het bouwteam van het Algoritmeregister is getraind in digitale toegankelijkheid. Een onafhankelijke toegankelijkheidsexpert levert regelmatig advies.</p>\n<p>Deze website voldoet aan WCAG 2.1 niveau AA, de Web Content Accesibility Guidelines.</p>\n<p>Dit betekent dat de website gebruikt kan worden door iedereen, inclusief mensen met een functiebeperking.</p>\n<p>Voor meer informatie:</p>\n<ul>\n<li><a href=\"https://www.toegankelijkheidsverklaring.nl/register?w=algoritmes\" target=\"_blank\"> Register van Toegankelijkheidsverklaringen van de overheid</a>.</li>\n<li><a href=\"https://www.toegankelijkheidscertificaat.nl/algoritmes.overheid.nl/\" target=\"_blank\"> Toegankelijkheidscertificaat</a>.</li>\n</ul>",
      "pageTitle": "Toegankelijkheid"
    },
    "Footer: Webarchief": {
      "content": "<h1>Webarchief</h1>\n<p>Websites zijn een belangrijke informatiebron voor burgers, bedrijven en overheden. Dit geldt ook voor vorige versies van websites. Hier kan informatie op staan die nog steeds relevant is en waar rechten aan kunnen worden ontleend. Door websites te archiveren, kunnen ze duurzaam toegankelijk blijven: ze blijven dus beschikbaar voor het terugkijken van openbare informatie. Dit is verplicht voor alle overheidswebsites.</p>\n<p>Deze versies komen te staan in het <a href=\"https://sitearchief.nl/#archive/\" target=\"_blank\"> webarchief</a>.</p>\n<p>In het overzicht vind je de webarchieven van alle verplichte deelnemers. Klik op een archief, kies een datum uit het verleden via de kalender en de site past haar inhoud aan op wat er toen actueel was. Je kunt teruggaan tot 25 januari 2023.</p>\n<p>Meer weten? <a href=\"https://www.nationaalarchief.nl/archiveren/kennisbank/Richtlijn-Archiveren-Overheidswebsites/\" target=\"_blank\"> Bekijk de Richtlijn archiveren overheidswebsites hier</a>.</p>",
      "pageTitle": "Webarchief"
    },
    "Footer: Over": {
      "content": "<h1>Over het Algoritmeregister</h1>\n<p>De regering wil dat de overheid algoritmes verantwoord gebruikt. Mensen moeten erop kunnen vertrouwen dat algoritmes voldoen aan de waarden en normen van de samenleving. En er moet uitleg zijn over hoe algoritmes werken. Dat doet de overheid door algoritmes voor het gebruik te controleren op hoe ze werken en op eventuele discriminatie en willekeur daarbij. Wanneer de overheid open is over algoritmes en hun toepassing, kunnen burgers, organisaties en media haar kritisch volgen en controleren of ze de wet en de regels volgt.</p>\n<h2>Verantwoord algoritmegebruik</h2>\n<p>Onder andere de volgende trajecten dragen bij aan verantwoord algoritmegebruik:</p>\n<ol>\n<li>Het Algoritmeregister helpt om algoritmes vindbaar te maken, beter uit te leggen en hun toepassing en resultaten begrijpelijk te maken.</li>\n<li>De Algoritmetoezichthouder (de Autoriteit Persoonsgegevens) coördineert de controle op algoritmes: voldoen de algoritmes van de overheid aan alle regels die daarvoor gelden? <a href=\"https://www.autoriteitpersoonsgegevens.nl/actueel/algoritmetoezicht-ap-van-start\" target=\"_blank\">Meer informatie over de toezichthouder</a>.</li>\n<li>Het ministerie van BZK werkt aan het <a href=\"https://algoritmes.pleio.nl/cms/view/3877b524-e174-40c6-bcac-f3db875867e1/implementatiekader\" target=\"_blank\">Implementatiekader 'Inzet van algoritmes'</a>. Dat maakt voor overheden duidelijk welke eisen er gelden voor algoritmes en hoe ze ervoor kunnen zorgen dat hun algoritmes aan die eisen kunnen voldoen.</li>\n<li>Wetgeving: er komt een wettelijk kader voor transparantie van algoritmes. Dat is aangekondigd in de <a href=\"https://www.rijksoverheid.nl/documenten/kamerstukken/2022/12/21/kamerbrief-over-het-algoritmeregister\" target=\"_blank\">kamerbrief van december 2022</a>.</li>\n</ol>\n<h2>Open ontwikkeling</h2>\n<p>In december 2022 is de eerste versie van het Algoritmeregister gelanceerd. Dit vormt de basis voor verdere ontwikkeling. Doordat we de oplossing in de praktijk brengen kunnen we kennis en ervaring op doen. We ontwikkelen het register open door, samen met experts, (potentiële) gebruikers en belanghebbenden.</p>\n<p>Wil je <a href=\"meedoen\">daaraan bijdragen</a>?</p>\n<h2>Steeds meer algoritmes</h2>\n<p>Het Algoritmeregister is nog niet compleet. Het aanleveren van informatie over algoritmes is nu nog niet verplicht voor overheidsorganisaties. Die verplichting komt er wel aan. Voor die tijd publiceren steeds meer overheidsorganisaties algoritmes uit eigen beweging in het register. Omdat zij open en transparant willen zijn over hun processen en de inzet van algoritmes daarbij.</p>\n<p>Lees bijvoorbeeld <a href=\"https://algoritmes.pleio.nl/news/view/a830d9ff-b026-4c30-8f62-51d1a89f87bd/amersfoort-heeft-primeur-publicatie-algoritme-via-nieuw-webformulier\" target=\"_blank\">het verhaal van de gemeente Amersfoort</a> en <a href=\"https://algoritmes.pleio.nl/news/view/28f9200f-f1ca-4d6a-adaf-8cd08612544e/odnzkg-publiceert-algoritmes-openheid-en-transparantie-als-kernwaarden\" target=\"_blank\">van de Omgevingsdienst Noordzeekanaalgebied</a>.</p>",
      "pageTitle": "Over het Algoritmeregister"
    },
    "Footer: Meedoen": {
      "pageTitle": "Meedoen",
      "content": "<h1>Meedoen</h1>\n<p>Je kunt meedoen als je <a href=\"meedoen#overheden\">bij de overheid werkt</a>, en als je <a href=\"meedoen#geinteresseerd\">niet bij de overheid werkt</a>.</p>\n<h2 id=\"overheden\">Overheden: doe mee en denk mee</h2>\n<p>Steeds meer overheden doen mee en publiceren in dit Algoritmeregister van de overheid informatie over hun impactvolle algoritmes en algoritmes met een hoog-risico volgens de aanstaande <a href=\"https://www.consilium.europa.eu/nl/press/press-releases/2022/12/06/artificial-intelligence-act-council-calls-for-promoting-safe-ai-that-respects-fundamental-rights/\" target=\"_blank\">Europese AI Verordening.</a></p>\n<p>Uitgangspunt is dat overheden zelf verantwoordelijk zijn voor het opstellen en het beheer van hun algoritmes in het Algoritmeregister. Het Algoritmeregister ondersteunt daarbij met hulp, handreikingen, tools en een publicatiestandaard.</p>\n<h3>Hulp en handreikingen</h3>\n<ol>\n<li>Wil jouw organisatie meedoen en de algoritmes die jullie gebruiken publiceren? Meer informatie daarover lees je op algoritmes.pleio.nl, bijvoorbeeld in de <a href=\"https://algoritmes.pleio.nl/wiki/view/9719101e-b82e-4043-8837-ecdacded24c2/handreiking-algoritmeregister\" target=\"_blank\">handreiking ‘Aan de slag met het algoritmeregister’</a>.</li>\n<li>Op algoritmes.pleio.nl vind je de planning en achtergrondinformatie. Bovendien vind je daar verhalen van organisaties over hoe en waarom ze zijn aangesloten op het Algoritmeregister. Bijvoorbeeld van <a href=\"https://algoritmes.pleio.nl/news/view/a830d9ff-b026-4c30-8f62-51d1a89f87bd/amersfoort-heeft-primeur-publicatie-algoritme-via-nieuw-webformulier\" target=\"_blank\">de gemeente Amersfoort</a> en <a href=\"https://algoritmes.pleio.nl/news/view/28f9200f-f1ca-4d6a-adaf-8cd08612544e/odnzkg-publiceert-algoritmes-openheid-en-transparantie-als-kernwaarden\" target=\"_blank\">de Omgevingsdienst NZKG</a>.</li>\n<li><a href=\"https://algoritmes.pleio.nl/wiki/view/543701c4-318c-4186-b144-de72feca1065/handleiding-algoritmeregister-publicatiestandaard\" target=\"_blank\">Bekijk de publicatiestandaard</a> – welke informatie lever je aan als je een algoritme wilt publiceren? Deze standaard is nog in ontwikkeling.</li>\n<li>Je kunt ook contact met ons opnemen voor hulp via <a href=\"mailto:algoritmeregister@minbzk.nl\">algoritmeregister@minbzk.nl</a>.</li>\n</ol>\n<h3>Tools: zelf makkelijk publiceren</h3>\n<ol>\n<li>Je kunt aanleveren met <a href=\"https://algoritmes.pleio.nl/wiki/view/b22c2b86-ad44-458d-8c2b-b8ee99bcc077/account-aanmaken-en-gebruik-maken-van-het-algoritmeregister\" target=\"_blank\">een online formulier</a> of geautomatiseerd via een <a href=\"https://algoritmes.pleio.nl/wiki/view/a7b22f88-9e7d-4198-89d6-dc333c09e2e7/handleiding-api-algoritmeregister\" target=\"_blank\">API.</a></li>\n<li>Ieder kwartaal presenteren we de nieuwe tools van de applicatie in openbare demo’s. Tussendoor blijf je op de hoogte in de sprintreviews. <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">Bekijk daarvoor de agenda</a>.</li>\n</ol>\n<h2 id=\"geinteresseerd\">Geïnteresseerd? Blijf op de hoogte en praat mee</h2>\n<p>Het Algoritmeregister, de hulpmiddelen en standaarden ontwikkelen we samen met stakeholders verder door. Werk je niet bij de overheid en praat en denk je graag mee? Dat kan op de volgende manieren.</p>\n<ol>\n<li>Doe mee met de <a href=\"https://algoritmes.pleio.nl\" target=\"_blank\">community</a> op het platform Pleio. <a href=\"https://account.pleio.nl/register/\" target=\"_blank\">Maak daarvoor een account aan</a>.</li>\n<li>De software van het register is open source. <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">Bekijk de code</a> op de GitHub van het ministerie van BZK.</li>\n<li>Openbare online Heartbeats en Meetups: regelmatig zijn er bijeenkomsten over de stand van zaken (Heartbeats) en over specifieke thema’s (Meetups). Bekijk de <a href=\"https://algoritmes.pleio.nl/events\" target=\"_blank\">agenda</a>.</li>\n<li>(Potentiële) gebruikers, maatschappelijke organisaties en experts denken mee over de verdere verbetering van het Algoritmeregister. Zodat het Algoritmeregister straks zoveel mogelijk aansluit op wat mensen nodig hebben. We houden daarvoor bijvoorbeeld veel interviews.</li>\n</ol>\n<div> </div>"
    },
    "Footer: Over algoritmes": {
      "pageTitle": "Over algoritmes",
      "img_alt": "De verzameling 'alle algoritmes' bevat zowel deelverzameling 'Impactvolle algoritmes' (met invloed op mensen) als de deelverzameling 'AI'.",
      "content": "<h1>Over algoritmes</h1>\n<div>\n<p><strong>Een algoritme is een set van regels en instructies die een computer geautomatiseerd volgt bij het maken van berekeningen om een probleem op te lossen of een vraag te beantwoorden (bron: Algemene Rekenkamer). Je komt algoritmes overal tegen, ook bij de overheid. </strong></p>\n</div>\n<div>\n<p>Wie regelmatig iets op internet doet, komt algoritmes tegen. Browsers, online bankieren, streamingdiensten als Netflix, en sociale media als Facebook en Instagram; algoritmes maken het mogelijk.</p>\n</div>\n<div>\n<p>Ook de overheid gebruikt algoritmes. Denk aan het online aanvragen van een subsidie. Het algoritme helpt dan om direct te beoordelen of je voldoet aan de voorwaarden of niet. Dit is een voorbeeld van een algoritme met duidelijke beslisregels en een eenduidig antwoord: ja of nee?  </p>\n</div>\n<div>\n<p>Andere algoritmes kunnen trends herkennen. Ze laten bijvoorbeeld zien hoe criminaliteit zich ontwikkelt in een stad. Dat helpt de politie en gemeente de juiste maatregelen te nemen. Of ze analyseren (anoniem) gezondheidsgegevens, waarmee beleid voor de publieke gezondheid gemaakt kan worden. Soms zijn deze algoritmes ‘(zelf)lerend’. Dat wil zeggen dat ze getraind worden om zelf patronen te ontdekken.  </p>\n</div>\n<div>\n<h2 role=\"heading\">Impactvolle algoritmes </h2>\n</div>\n<div>\n<p>Algoritmes zijn niet perfect. Ze maken soms fouten en er is een risico op vooroordelen, net als bij mensen. In het verleden is dat een paar keer flink misgegaan met geautomatiseerde processen bij de overheid.  </p>\n</div>\n<div>\n<p>De overheid werkt aan verbetering. Dat doet ze bijvoorbeeld door algoritmes op een verantwoorde manier te ontwikkelen en te gebruiken. Belangrijk is dat de overheid transparant is over de impactvolle algoritmes die ze gebruikt. Zodat burgers en belanghebbenden inzicht hebben in algoritmes die invloed hebben op hun leven. Impactvol zijn bijvoorbeeld de algoritmes die rechtsgevolgen hebben voor mensen, of die zorgen dat de overheid mensen classificeert. Denk aan het identificeren van mensen die recht hebben op bepaalde voorzieningen, zodat de overheid proactief hulp kan bieden.  </p>\n</div>\n<div>\n<h2 role=\"heading\">Zichtbaar en controleerbaar </h2>\n</div>\n<div>\n<p>Het Algoritmeregister wil de gebruikte impactvolle algoritmes zichtbaar en controleerbaar maken. Zodat jij als burger, belangenbehartiger, expert of journalist kan meekijken. Wanneer je vragen hebt, of denkt dat er iets niet klopt met een algoritme in dit register, kun je <a href=\"vragen#question10\">contact opnemen</a> met de organisatie die het algoritme beheert. Of: <a href=\"over\">Lees meer over het Algoritmeregister</a>.</p>\n</div>\n<div>\n<h2 role=\"heading\">Relatie met AI </h2>\n</div>\n<div>\n<p>Artificiële (of kunstmatige) intelligentie (AI) stelt computers en machines in staat intelligente taken uit te voeren. Een bekend voorbeeld daarvan is ChatGPT, een programma dat de vragen kan beantwoorden die je eraan stelt. Een ander voorbeeld is AI die een arts kan helpen om verschillende soorten kanker snel op te sporen.  </p>\n</div>\n<div>\n<p>Algoritmes zijn een belangrijk onderdeel van AI, omdat ze computers en machines helpen om deze taken uit te voeren met wiskundige formules en patronen. AI kan daardoor bijvoorbeeld verbanden ontdekken en beelden analyseren. De relatie tussen AI en algoritmes is als volgt: AI bestaat uit algoritmes, maar niet alle algoritmes zijn onderdeel van AI. De eerdergenoemde niet-zelflerende algoritmes zijn bijvoorbeeld geen AI-systemen, maar je vindt ze wel terug in dit register.  </p>\n</div>\n<div>\n<p>Dit verband tussen AI en algoritmes, zie je terug in het onderstaande schema. Een deel van alle algoritmes – al dan niet onderdeel van een AI-systeem – is impactvol.  </p>\n</div>",
      "content2": "<div>\n<p>Dat betekent twee dingen. Ten eerste: alle AI bestaat uit algoritmes, maar een klein deel van de algoritmes zijn onderdeel van een AI-systeem. Ten tweede: er is een overlap tussen impactvolle algoritmes en AI. Sommige AI is impactvol, andere AI niet. </p>\n</div>\n<div>\n<h2 role=\"heading\">Wetgeving </h2>\n</div>\n<div>\n<p>De Europese Unie werkt aan wetgeving specifiek voor AI: de AI Verordening. Meer over de <a href=\"vragen#question15\">relatie tussen het Algoritmeregister en de aankomende AI Verordening</a>.</p>\n</div>"
    },
    "footer": {
      "text": "Let op: deze website is in ontwikkeling. De informatie verandert vaak. Wil je",
      "textForLink": "meehelpen?"
    },
    "Home": {
      "about": "<p><strong>Over algoritmes</strong></p>\n<p>Een algoritme is een set van regels en instructies die een computer geautomatiseerd volgt bij het maken van berekeningen om een probleem op te lossen of een vraag te beantwoorden. <a href=\"{localised_url}/footer/over-algoritmes\">Meer over algoritmes</a>.</p>",
      "collaborate": "<p><strong>Samen doorontwikkelen</strong><br />Steeds meer overheidsorganisaties publiceren informatie over hun algoritmes in het Algoritmeregister. Het register wordt open doorontwikkeld. <a href=\"{localised_url}/footer/meedoen\">Doe ook mee</a>.</p>",
      "aboutRegister": "<p><strong>Over dit register</strong></p>\n<p>In dit Algoritmeregister publiceren steeds meer Nederlandse overheidsorganisaties de algoritmes die zij gebruiken in hun werk. Ze focussen op impactvolle algoritmes en geven de bezoeker inzicht in hoe deze algoritmes werken. <a href=\"{localised_url}/footer/over\">Meer over dit register</a>.</p>",
      "highlightTextBottom": "<p>Of <a href=\"{localised_url}/algoritme\">blader door alle algoritmes</a></p>",
      "toDo": "<p><strong>Wat kan ik hier doen?</strong></p>\n<p>Hoe kun je het Algoritmeregister gebruiken? En wat doe je als het algoritme dat je zoekt, nog niet in dit register staat? <a href=\"{localised_url}/footer/vragen\">Bekijk de veelgestelde vragen</a>.</p>",
      "highlightTextTop": "Bekijk de 3 meest recent gewijzigde algoritmebeschrijvingen"
    },
    "Zoekbalk": {
      "hint": "Zoek op woord, thema of organisatie"
    },
    "Footer: Versie-informatie": {
      "content": "<div>\n<h1>Versie-informatie </h1>\n</div>\n<div>\n<h2>Oktober 2023 </h2>\n</div>\n<div>\n<p>In deze release zijn een aantal belangrijke verbeteringen op Het Algoritmeregister doorgevoerd voor de gebruiker. </p>\n</div>\n<div>\n<p>1. De downloadopties zijn uitgebreid.  </p>\n</div>\n<div>\n<p>Vanaf nu zijn de algoritmebeschrijvingen in enkele vorm en in bulk te downloaden. Dit kan in Microsoft Word met correcte styling, in Microsoft Excel met sortering per publicatiestandaard, of als PDF met bewerkbare invulvelden.</p>\n<p>2. De flows voor organisaties zijn versimpeld en versneld. </p>\n</div>\n<div>\n<p>Hiermee versnelt het proces van publiceren van een algoritmebeschrijving. Er kan vele malen sneller gereageerd worden op een vrijgave. Dit duurt nu een paar seconden, in plaats van ongeveer 15 minuten.  </p>\n</div>\n<div>\n<p>3. De database is geüpgraded naar de nieuwste architectuur.  </p>\n</div>\n<div>\n<p>De beschikbaarheid van de website is verhoogd door de eigenschappen van de nieuwe architectuur. Verder merkt de gebruiker hier weinig van.  </p>\n</div>\n<div>\n<p>4 .Door versiebeheer is nu te zien wie de webformulieren het laatst heeft bewerkt.  </p>\n</div>\n<div>\n<p>Dit maakt het mogelijk voor redacteurs om te zien wie het laatst aanpassingen heeft gemaakt. De traceerbaarheid voor organisaties wordt dus vergroot. Ook helpt het ICTU met het terugkijken in de tijd en kan ze partijen beter helpen met hun wijzigingen.  </p>\n</div>\n<div>\n<p>5. Het webformulier is nu beschikbaar op een nieuw adres.  </p>\n</div>\n<div>\n<p>Na een testperiode is het webformulier verhuisd naar <a href=\"https://algoritmes.overheid.nl/webformulier\" target=\"_blank\">https://algoritmes.overheid.nl/webformulier</a>. Dit geldt ook voor de aanlever-API, die is verhuisd naar <a href=\"https://algoritmes.overheid.nl/aanleverapi\" target=\"_blank\">https://algoritmes.overheid.nl/aanleverapi</a>. </p>\n</div>",
      "pageTitle": "Versie-informatie"
    },
    "language-disclaimer": {
      "closeText": "Sluiten",
      "content": "<p><strong>Let op:</strong> De algoritmebeschrijvingen in het engels zijn automatisch vertaald. Hier kunnen fouten in zitten. Voor de originele beschrijvingen gaat u naar de nederlandse versie van het Algoritmeregister.</p>",
      "goToDutch": "Ga naar Nederlands"
    }
  },
  "fy": {
    "Footer: Contact": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Vragen": {
      "question14": "",
      "question15": "",
      "question16": "",
      "question17": "",
      "group1": "",
      "group3": "",
      "group5": "",
      "content": "",
      "pageTitle": "",
      "question1": "",
      "answer1": "",
      "question2": "",
      "answer2": "",
      "question3": "",
      "answer3": "",
      "question4": "",
      "answer4": "",
      "question5": "",
      "answer5": "",
      "question6": "",
      "answer6": "",
      "question7": "",
      "answer7": "",
      "question8": "",
      "question9": "",
      "answer9": "",
      "question10": "",
      "answer10": "",
      "question11": "",
      "answer11": "",
      "question12": "",
      "answer12": "",
      "answer15": "",
      "answer16": "",
      "question13": "",
      "answer13": "",
      "answer17": "",
      "group2": "",
      "group4": "",
      "group6": "",
      "answer8": "",
      "answer14": ""
    },
    "Footer: Privacyverklaring": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Toegankelijkheid": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Over": {
      "content": "<h1>Oer dizze site</h1>",
      "pageTitle": ""
    },
    "Footer: Meedoen": {
      "pageTitle": "",
      "content": ""
    },
    "Footer: Over algoritmes": {
      "pageTitle": "",
      "img_alt": "",
      "content": "",
      "content2": ""
    },
    "footer": {
      "text": "",
      "textForLink": ""
    },
    "Home": {
      "about": "",
      "collaborate": "",
      "aboutRegister": "",
      "highlightTextBottom": "",
      "toDo": "",
      "highlightTextTop": ""
    },
    "Zoekbalk": {
      "hint": ""
    },
    "Footer: Versie-informatie": {
      "content": "",
      "pageTitle": ""
    },
    "language-disclaimer": {
      "closeText": "",
      "content": "",
      "goToDutch": ""
    }
  },
  "pap": {
    "Footer: Contact": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Vragen": {
      "question14": "",
      "question15": "",
      "question16": "",
      "question17": "",
      "group1": "",
      "group3": "",
      "group5": "",
      "content": "",
      "pageTitle": "",
      "question1": "",
      "answer1": "",
      "question2": "",
      "answer2": "",
      "question3": "",
      "answer3": "",
      "question4": "",
      "answer4": "",
      "question5": "",
      "answer5": "",
      "question6": "",
      "answer6": "",
      "question7": "",
      "answer7": "",
      "question8": "",
      "question9": "",
      "answer9": "",
      "question10": "",
      "answer10": "",
      "question11": "",
      "answer11": "",
      "question12": "",
      "answer12": "",
      "answer15": "",
      "answer16": "",
      "question13": "",
      "answer13": "",
      "answer17": "",
      "group2": "",
      "group4": "",
      "group6": "",
      "answer8": "",
      "answer14": ""
    },
    "Footer: Privacyverklaring": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Toegankelijkheid": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Over": {
      "content": "",
      "pageTitle": ""
    },
    "Footer: Meedoen": {
      "pageTitle": "",
      "content": ""
    },
    "Footer: Over algoritmes": {
      "pageTitle": "",
      "img_alt": "",
      "content": "",
      "content2": ""
    },
    "footer": {
      "text": "",
      "textForLink": ""
    },
    "Home": {
      "about": "",
      "collaborate": "",
      "aboutRegister": "",
      "highlightTextBottom": "",
      "toDo": "",
      "highlightTextTop": ""
    },
    "Zoekbalk": {
      "hint": ""
    },
    "Footer: Versie-informatie": {
      "content": "",
      "pageTitle": ""
    },
    "language-disclaimer": {
      "closeText": "",
      "content": "",
      "goToDutch": ""
    }
  }
}
