{
    "algoritme_versions": [
        {
            "name": "Druktebeeld (NL)",
            "organization": "Gemeente Amsterdam",
            "department": "CTO Innovatieteam",
            "description_short": "Druktebeeld is een webapp, die een beeld geeft van de actuele drukte in de stad door verschillende informatiebronnen samen te brengen. Het laat bijvoorbeeld zien hoeveel bezoekers er op een locatie zijn of welke parkeerplaatsen in gebruik zijn. Om dit beeld te krijgen, maken we gebruik van de locatiegegevens van de bezoekers via bijvoorbeeld de webapp Weeronline.",
            "type": "",
            "category": "",
            "website": "https://algoritmeregister.amsterdam.nl/druktebeeld-nl/",
            "status": "",
            "goal": "",
            "impact": "",
            "proportionality": "",
            "decision_making_process": "",
            "documentation": "https://algoritmeregister.amsterdam.nl/druktebeeld-nl/",
            "competent_authority": "Directie",
            "lawful_basis": "",
            "iama": "",
            "iama_description": "",
            "dpia": "",
            "dpia_description": "",
            "objection_procedure": "",
            "standard_version": "0.1",
            "uuid": "",
            "url": "",
            "contact_email": "innovatie@amsterdam.nl",
            "area": "Amsterdam",
            "lang": "Nederlands",
            "revision_date": "",
            "description": "Drukte in de openbare ruimte is al jaren een probleem in Amsterdam. Sinds de coronapandemie is het alleen maar belangrijker geworden om een goed beeld te hebben van de drukte in de stad. Druktebeeld is een webapp, die een beeld geeft van de actuele drukte in de stad door verschillende informatiebronnen samen te brengen. Het laat bijvoorbeeld zien hoeveel bezoekers er op een locatie zijn of welke parkeerplaatsen in gebruik zijn. Om dit beeld te krijgen, maken we gebruik van de locatiegegevens van de bezoekers via bijvoorbeeld de webapp Weeronline.\r\n\r\nDruktebeeld  is bedoeld om het publiek te informeren over de drukte in de openbare ruimte. Mensen kunnen zien hoe druk het ergens is, en er vervolgens voor kiezen om er op een rustiger moment naartoe te gaan, of om een andere route te nemen. Bovendien helpt Druktebeeld de gemeente bij het managen van drukte als dat nodig is.",
            "application_url": "",
            "publiccode": "",
            "mprd": "",
            "source_data": "CMSA\r\n\r\nHet Crowd Monitoring Systeem Amsterdam (CMSA) geeft informatie over het aantal passanten op een aantal drukke plekken in de stad. Het gaat hier om voetgangers. De gegevens zijn anoniem. In CMSA worden vooral 2D- en 3D-sensoren gebruikt. Hiermee meten we hoe druk het ergens is. “Door data te verzamelen over aantallen, dichtheden en stromen voetgangers, is het mogelijk slimmere maatregelen te nemen om drukte goed te laten verlopen.” Zie hiervoor de link https://www.amsterdam.nl/privacy/specifieke/privacyverklaring-parkeren-verkeer-bouw/crowdmanagement/)\r\n\r\nhttps://api.data.amsterdam.nl/v1/crowdmonitor/passanten/?format=api\r\n\r\nResono\r\n\r\nOm de drukte in parken, op pleinen en in winkelgebieden in de stad aan te geven, maken we gebruik van gegevens van het bedrijf Resono. “Resono meet drukte op elke gewenste locatie met een mobiel panel van meer dan een miljoen mensen. Hiermee maken we een nauwkeurige schatting van de drukte binnen een bepaald tijdsbestek. Locaties kunnen variëren in oppervlakte en type. Denk bijvoorbeeld aan een winkel, winkelgebied, parkeerplaats, wijk of stad. Met Resono hebben klanten integraal inzicht in bezoekersgedrag.” (vertaald van reso.no) De gemeente bepaalt voor welke gebieden Resono de gegevens verzamelt. De dataset bevat een schatting van het aantal bewegende personen binnen die gebieden, per kwartier. De gemeente krijgt dus geen informatie over personen, alleen samengevoegde gegevens. Resono voldoet aan de Nederlandse en Europese privacywetgeving. Ze hebben geen persoonlijke informatie over mensen (zoals leeftijd, geslacht), alleen anonieme locatiegegevens. Het privacybeleid van Resono vindt u hier: https://reso.no/privacy-policy/\r\n\r\nParkeergaragebezetting\r\n\r\nDeze bron geeft bijna realtime de beschikbaarheid weer van parkeerlocaties in Amsterdam, waaronder enkele P+R-locaties. Het gaat om openbare parkeergarages en -terreinen, met een focus op grote locaties (200+ plekken) in de binnenstad. Het gaat hierbij dus niet om parkeren op straat. De gegevens komen van meerdere parkeerbeheersystemen, die de in- en uitrijdende auto’s tellen. De gegevens worden verzameld en eenduidig gemaakt door het bedrijf Vialis. Dit zijn open gegevens die dus door iedereen gebruikt kunnen worden. Het zijn gegevens over de capaciteit en het aantal vrije plekken per locatie. Er wordt onderscheid gemaakt tussen plekken die voor korte termijn kunnen worden gebruikt (bezoekers) en plekken die voor langere tijd kunnen worden gebruikt (abonnementen en licentiehouders). Volledige beschrijving: https://open.data.amsterdam.nl/uploads/actuele_beschikbaarheid_parkeergarages/Beschrijving%20Dataset%20-%20Actuele%20beschikbaarheid%20Parkeergarages%20v2.pdf\r\n\r\nNationaal Dataportaal Wegverkeer\r\n\r\nFloating car data van het Nationaal Dataportaal Wegverkeer. Dit zijn open data, gebaseerd op samengevoegde en anonieme gegevens uit navigatiesystemen.  Ze worden geleverd door Be-Mobile. De data geven de gemiddelde snelheid weer die over de afgelopen 15 minuten werd gereden. Dit wordt vergeleken met de snelheid die daar gemiddeld wordt gereden. Op deze manier kunnen gebruikers zien of er vertragingen zijn.\r\n\r\nDe gegevens zijn geanonimiseerd.\r\n\r\nGemeentevervoerbedrijf (GVB)\r\n\r\nDe gemeente ontvangt wekelijks een overzicht van hoe vaak er op de haltes van het GVB wordt ingecheckt en uitgecheckt. Op basis van deze gegevens maken we een verwachting van de drukte voor de grote metrostations. De gegevens zijn anoniem en samengevoegd per uur met een minimum aantal in-  of uitchecks van 15.",
            "methods_and_models": "Modelarchitectuur\r\n\r\nVoor de visualisaties in Druktebeeld hebben we gebruik gemaakt van drie modellen, één voor iedere databron. Het doel van de modellen is om een waarde te vertalen naar een drukte-indicator:\r\nniet druk: makkelijk 1,5m afstand houden / voldoende parkeerplaatsen (kleur groen)\r\ndruk: mogelijk 1,5m afstand houden / weinig beschikbare parkeerplaatsen (kleur oranje)\r\nte druk: moeilijk/niet mogelijk om 1,5m afstand te houden / (bijna) geen beschikbare parkeerplaatsen (kleur rood)\r\nDrukte is enigszins subjectief. Het doel is om via de kleuren in Druktebeeld  de gemiddelde drukte van de gebruikers van de app te laten zienw. Toen de 1,5m-maatregel werd afgeschaft, hebben we de definities van de kleuren aangepast. We gebruiken de feedback van gebruikers bij het instellen van druktedrempels (niet direct wanneer de gebruikers feedback geven). De modellen creëren twee drempelwaardes per locatie: drempelwaarde lage drukte en drempelwaarde  hoge drukte. Deze waarden worden om de paar weken (Resono) of maanden (CMSA & parkeren) berekend en opgeslagen. Als de telling op een locatie, op een bepaald moment is:\r\nOnder druktedrempel laag, krijgt een locatie de aanduiding ‘niet druk’.\r\nTussen druktedrempel laag en druktedrempel hoog krijgt hij de aanduiding ‘druk’.\r\nBoven publieksdrempel hoog, krijgt het de aanduiding ‘te druk’.\r\nDeze drukte-indicaties worden elk kwartier per locatie (vanuit elke bron) berekend en weergegeven in de Druktebeeld-webapp.\r\nPassantenmodel (CMSA):\r\n\r\nHet doel van dit model is om drempels te creëren voor het aantal mensen dat een sensor passeert. De druktedrempels worden direct berekend op basis van de breedte van de straat waar de sensor zich bevindt. Op de Public Eye-pagina van het algoritmeregister (\r\nhttps://algoritmeregister.amsterdam.nl/public-eye/\r\n) lichten we dit nader toe. Voor sommige locaties kan het crowdmanagementteam van de gemeente de waarden aanpassen op basis van de feedback van de bezoekers.\r\nImpressiemodel (Resono):\r\n\r\nHet doel van dit model is om drempels te berekenen om in te schatten hoeveel mensen er in een bepaald gebied zijn. Het model is een beslisboom met de volgende input:\r\nhistorische Resono-gegevens;\r\ntype locatie (park/plein/winkelstraat);\r\noppervlakte (vierkante meter van het park/plein/winkelstraat);\r\nlengte van paden binnen het gebied (verzameld met OpenStreetMap);\r\nfeedback van de gebruikers van de webapp (input van\r\nhttps://druktebeeld.amsterdam.nl/feedback\r\n); en\r\nfeedback van het crowdmanagementteam van de gemeente.\r\nDe resulterende druktedrempels verschillen uiteraard per locatie.\r\nParkeren model:\r\n\r\nMet druktedata uit het verleden kunnen we een indicatie geven hoe groot de kans is dat een locatie vol raakt op het moment dat de gebruiker Druktebeeld controleert. De druktedata geven ook een indicatie of er voldoende tijd zit tussen het moment dat een gebruiker Druktebeeld raadpleegt en het moment dat hij arriveert op de parkeerlocatie en een plek vindt.\r\n\r\nDe bezettingsgraad wordt bepaald op basis van:\r\n\r\nde beschikbare plaatsen;\r\nde totale capaciteit per garage als het verschil tussen het totaal aantal beschikbare plaatsen; en\r\nde beschikbare plaatsen van de afgelopen 5 kwartier.\r\nOp dit moment gebruiken we alleen informatie over kort parkeren. De drempels worden per locatie bepaald door een analyse van historische gegevens. Voor de meeste locaties is de druktedrempel ‘laag’ vastgesteld op een bezetting van 90 procent. Onder dit percentage zijn er voldoende plekken. Voor deze locaties is de druktedrempel ‘hoog’ vastgesteld op 95 procent. Tussen de 90% en 95% zijn er voldoende plekken beschikbaar, maar de kans is groot dat deze binnen 30 minuten vol zijn. Voor sommige locaties kunnen sneller vol raken. Op die locaties zijn de drempels ‘laag’ en ‘hoog’ respectievelijk 80 procent en 90 procent.\r\nDrukteverwachtingen metrohaltes:\r\n\r\nWe maken een drukteverwachting voor de komende week op de metrohaltes. Daarvoor gebruiken we gegevens over in- en uitchecken uit het verleden, weersdata en de weersverwachting. De drempelwaardes zijn per halte vastgesteld, afhankelijk van hun oppervlakte.\r\n\r\nDe drukteverwachting wordt bepaald op basis van:\r\n\r\nAantal in- en uitchecks afgelopen jaar\r\nOppervlakte van de metrohalte\r\nWeerdata afgelopen week\r\nWeersverwachting komende week",
            "monitoring": "",
            "human_intervention": "Er worden geen geautomatiseerde besluiten genomen op basis van de modellen van Druktebeeld. Elke beslissing op basis van drukte wordt genomen door mensen, dat kunnen zowel ambtenaren als burgers zijn, met ondersteuning van de Druktebeeld-data en webapp.\r\n\r\nUit de ‘passer-by’- en ‘impression’-modellen komen massa-indicaties. Die worden gemonitord door om de paar weken een rapport uit te brengen. Dit rapport evalueert de invoergegevens, de gebruikersfeedback op de drukte-indicaties en de feedback van het crowdmanagementteam op de drukte-indicaties. Het rapport bevat tabellen en grafieken met gegevens en resultaten die onverwacht/onregelmatig lijken. Naar aanleiding van de resultaten van het rapport worden de modellen zo nodig aangepast.",
            "risks": "De geïdentificeerde risico’s zijn:\r\n\r\nBesluit wordt genomen op onjuiste indicatie van menigte.\r\nBewoners/bezoekers hebben het gevoel dat ze bekeken worden door de gemeente.\r\nOnbedoeld gebruik van de informatie.\r\nDe gemeente heeft niet onafhankelijk kunnen vaststellen dat de data die Resono verkrijgt volledig geanonimiseerd zijn. ICT heeft een onafhankelijk onderzoek laten uitvoeren en heeft hiervoor een certificaat uitgegeven, zie risico ‘verkregen data’. Link: https://blog.reso.no/privacy-verified-certificering-toegekend-aan-resono-2/",
            "performance_standard": "Key metric: drukte-indicatie (niet druk/druk/te druk) van het model is gelijk aan de crowd-indicatie van de gebruiker (feedback via de Druktebeeld-webapp). Prestaties (gemeten 29/1 – 22/2): 77% ",
            "provider": null,
            "process_index_url": null,
            "tags": null,
            "source_id": null,
            "begin_date": null,
            "end_date": null,
            "lawful_basis_link": null,
            "impacttoetsen": null,
            "source_data_link": null,
            "publication_category": null,
            "lawful_basis_grouping": null,
            "impacttoetsen_grouping": null,
            "source_data_grouping": null,
            "language": "NLD",
            "owner": "gemeente-amsterdam",
            "lars": "16268148",
            "create_dt": "2023-03-31T08:34:12.029161+00:00",
            "published": true,
            "state": "PUBLISHED"
        },
        {
            "name": "Print image (NL)",
            "organization": "Municipality of Amsterdam",
            "department": "CTO Innovatieteam",
            "description_short": "Busy Image is a web app, which gives a picture of the current busyness in the city by bringing together different sources of information. It shows, for example, how many visitors are at a location or which parking spaces are in use. To get this picture, we use visitors' location data via, for example, the Weatheronline web app.",
            "type": "",
            "category": "",
            "website": "https://algoritmeregister.amsterdam.nl/druktebeeld-nl/",
            "status": "",
            "goal": "",
            "impact": "",
            "proportionality": "",
            "decision_making_process": "",
            "documentation": "https://algoritmeregister.amsterdam.nl/druktebeeld-nl/",
            "competent_authority": "Management",
            "lawful_basis": "",
            "iama": "",
            "iama_description": "",
            "dpia": "",
            "dpia_description": "",
            "objection_procedure": "",
            "standard_version": "0.1",
            "uuid": "",
            "url": "",
            "contact_email": "innovatie@amsterdam.nl",
            "area": "Amsterdam",
            "lang": "Dutch",
            "revision_date": "",
            "description": "Crowding in public spaces has been a problem in Amsterdam for years. Since the corona pandemic, it has only become more important to have a good picture of how busy the city is. Druktebeeld is a web app, which gives a picture of the current busyness in the city by bringing together different sources of information. It shows, for example, how many visitors are at a location or which parking spaces are in use. To get this picture, we use visitors' location data via, for example, the Weatheronline web app. Busy Image is designed to inform the public about how busy public spaces are. People can see how busy it is somewhere, and then choose to go there at a quieter time, or take a different route. Moreover, Druktebeeld helps the municipality manage crowds when necessary.",
            "application_url": "",
            "publiccode": "",
            "mprd": "",
            "source_data": "CMSA The Crowd Monitoring System Amsterdam (CMSA) provides information on the number of passers-by at a number of busy spots in the city. These are pedestrians. The data is anonymous. Mainly 2D and 3D sensors are used in CMSA. With these, we measure how busy somewhere is. \"By collecting data on numbers, densities and flows of pedestrians, it is possible to take smarter measures to manage crowds properly.\" See link https://www.amsterdam.nl/privacy/specifieke/privacyverklaring-parkeren-verkeer-bouw/crowdmanagement/) https://api.data.amsterdam.nl/v1/crowdmonitor/passanten/?format=api Resono To indicate crowds in parks, squares and shopping areas in the city, we use data from the company Resono. \"Resono measures crowds at any location with a mobile panel of more than a million people. With this, we make an accurate estimate of crowds within a given time frame. Locations can vary in area and type. Think, for example, of a shop, shopping area, car park, neighbourhood or city. With Resono, customers have integral insight into visitor behaviour.\" (translated from reso.no) The municipality decides for which areas Resono collects the data. The dataset contains an estimate of the number of moving people within those areas, per quarter of an hour. Thus, the municipality does not receive information on persons, only aggregated data. Resono complies with Dutch and European privacy laws. They have no personal information about people (such as age, gender), only anonymous location data. Resono's privacy policy can be found here: https://reso.no/privacy-policy/ Parking garage occupancy This source provides near real-time availability of parking locations in Amsterdam, including some P+R locations. These are public parking garages and lots, with a focus on large locations (200+ spots) in the city centre. This therefore does not include on-street parking. The data comes from multiple parking management systems, which count cars entering and exiting. The data are collected and unified by the company Vialis. These are open data that can therefore be used by anyone. It is data on capacity and the number of free spots per location. A distinction is made between spots that can be used for short periods of time (visitors) and spots that can be used for longer periods of time (subscriptions and licence holders). Full description: https://open.data.amsterdam.nl/uploads/actuele_beschikbaarheid_parkeergarages/Beschrijving%20Dataset%20-%20Actuele%20beschikbaarheid%20Parkeergarages%20v2.pdf National Data Portal Road Traffic Floating car data from the National Data Portal Road Traffic. These are open data based on aggregated and anonymous data from navigation systems.  They are provided by Be-Mobile. The data show the average speed driven over the past 15 minutes. This is compared with the average speed driven there. This way, users can see if there are any delays. The data are anonymised. Gemeentevervoerbedrijf (GVB) The municipality receives a weekly overview of how often people check in and out at GVB stops. Based on this data, we make an expectation of crowding for the major metro stations. The data are anonymous and aggregated hourly with a minimum number of check-ins or check-outs of 15.",
            "methods_and_models": "Model architecture For the visualisations in Busy Image, we used three models, one for each data source. The purpose of the models is to translate a value into a busyness indicator: not busy: easy to keep 1.5m distance / enough parking spaces (colour green) busy: possible to keep 1.5m distance / few available parking spaces (colour orange) too busy: difficult/not possible to keep 1.5m distance / (almost) no available parking spaces (colour red) Busyness is somewhat subjective. The aim is to show the average crowding of app users through the colours in Busy Imagew When the 1.5m measure was abolished, we changed the definitions of the colours. We use user feedback when setting pressure thresholds (not directly when users provide feedback). The models create two threshold values per location: low-pressure threshold and high-pressure threshold. These values are calculated and stored every few weeks (Resono) or months (CMSA &amp; parking). If the count at a location, at a given time is: Below pressure threshold low, a location gets the indication \"not busy\". Between pressure threshold low and pressure threshold high, it gets the indication \"busy\". Above crowd threshold high, it gets the indication \"too busy\". These pressure indications are calculated every 15 minutes per location (from each source) and displayed in the Busy Image web app. Passer-by model (CMSA): The purpose of this model is to create thresholds for the number of people passing a sensor. Pressure thresholds are calculated directly based on the width of the street where the sensor is located. We explain this in more detail on the Public Eye page of the algorithm register ( https://algoritmeregister.amsterdam.nl/public-eye/ ). For some locations, the municipality's crowd management team can adjust values based on visitor feedback. Impression model (Resono): The purpose of this model is to calculate thresholds to estimate how many people are in a given area. The model is a decision tree with the following inputs: historical Resono data; type of location (park/square/shopping street); area (square metres of the park/square/shopping street); length of paths within the area (collected with OpenStreetMap); feedback from web app users (input from https://druktebeeld.amsterdam.nl/feedback ); and feedback from the municipality's crowd management team. The resulting pressure thresholds obviously differ per location. Parking model: With pressure data from the past, we can give an indication of how likely a location is to become full at the time the user checks Pressure View. The pressure data also gives an indication of whether there is sufficient time between the moment a user consults Druktebeeld and the moment he arrives at the parking location and finds a space. The occupancy rate is determined on the basis of: the available spaces; the total capacity per garage as the difference between the total number of available spaces; and the available spaces of the past 5 quarters of an hour. At the moment, we only use information on short-term parking. Thresholds are determined for each location by analysing historical data. For most locations, the pressure threshold 'low' is set at 90 per cent occupancy. Below this percentage, there are sufficient spaces. For these locations, the pressure threshold 'high' is set at 95 per cent. Between 90 per cent and 95 per cent, there are sufficient places available, but they are likely to be full within 30 minutes. For some locations, spaces may fill up faster. At those locations, the thresholds 'low' and 'high' are 80 per cent and 90 per cent respectively. Busy metro stops: We make a busy forecast for the coming week at metro stops. For this, we use past check-in and check-out data, weather data and the weather forecast. The threshold values are set for each stop, depending on their surface area. The bus density forecast is determined on the basis of: Number of check-ins and check-outs in the past year Surface area of the underground stop Weather data in the past week Weather forecast for the coming week",
            "monitoring": "",
            "human_intervention": "No automated decisions are made based on Druktebeeld's models. Every decision based on crowding is made by people, who can be either officials or citizens, with support from the Druktebeeld data and web app. From the 'pass-by' and 'impression' models come mass indications. These are monitored by issuing a report every few weeks. This report evaluates the input data, user feedback on the crowd indications and feedback from the crowd management team on the crowd indications. The report includes tables and graphs with data and results that appear unexpected/irregular. Following the results of the report, models are adjusted as necessary.",
            "risks": "The risks identified are: Decision is made on incorrect indication of crowd. Residents/visitors feel they are being watched by the municipality. Unintended use of the information. The municipality has not been able to independently establish that the data obtained by Resono is fully anonymised. ICT has commissioned an independent investigation and issued a certificate for this, see risk 'data obtained'. Link: https://blog.reso.no/privacy-verified-certificering-toegekend-aan-resono-2/",
            "performance_standard": "Key metric: crowd indication (not crowded/pressed/too crowded) of the model equals the crowd indication of the user (feedback via the Crowd Image web app). Performance (measured 29/1 - 22/2): 77% ",
            "provider": null,
            "process_index_url": null,
            "tags": null,
            "source_id": null,
            "begin_date": null,
            "end_date": null,
            "lawful_basis_link": null,
            "impacttoetsen": null,
            "source_data_link": null,
            "publication_category": null,
            "lawful_basis_grouping": null,
            "impacttoetsen_grouping": null,
            "source_data_grouping": null,
            "language": "ENG",
            "owner": "gemeente-amsterdam",
            "lars": "16268148",
            "create_dt": "2023-03-31T08:34:12.029161+00:00",
            "published": true,
            "state": "PUBLISHED"
        },
        {
            "name": "Wmo forecasting model",
            "organization": "Municipality of The Hague",
            "department": "Onderwijs, Cultuur en Welzijn",
            "description_short": "The Wmo forecasting model provides a prediction of the number of unique users and costs of Wmo with a six-year forecast horizon. Predictions are made at district level for both the Wmo total and sub-products of the Wmo (Help with Household, Support at Home and Assistive Technology and Services). ",
            "type": "Self-learning",
            "category": null,
            "website": null,
            "status": "Active",
            "goal": "The algorithm was developed because the municipality wants to have more insight into the use and costs of Wmo in the coming years. The population of The Hague is growing and ageing, as a result of which the use of Wmo is also expected to increase. The question is by how many people and in which districts of The Hague and for which Wmo facilities? The forecasting model answers these questions.",
            "impact": "The forecasting model makes no statements about (chances of) individual citizens and models have been chosen that are explainable. This means that, as a municipality, we do not use models for which it is difficult to determine how the model arrived at a particular outcome (so-called Black Box models). The Wmo predictive model in no way replaces the knowledge and skills of our consultants and implementation. The tool is not intended for them, but mainly for policy and making and substantiating policy choices for the longer term. It is precisely through the knowledge of the Wmo-prediction model that we can anticipate in time and continue to better support all individuals. ",
            "proportionality": "No alternatives were considered to achieve the goal. ",
            "decision_making_process": "The insights from the Wmo forecasting model support policy and implementation in answering tactical and strategic questions. These are questions and topics that play a role in the longer term (e.g. 5 to 10 years). The model is not intended to answer operational questions (short-term issues) and does not involve automated decisions. ",
            "documentation": null,
            "competent_authority": "The Wmo prediction model does not use person characteristics.",
            "lawful_basis": "There is no legal basis for the forecasting model, but the municipality is responsible for implementing the Wmo and the model allows the municipality to better anticipate expected developments and better support citizens.",
            "iama": null,
            "iama_description": null,
            "dpia": "The Wmo prediction model does not use person characteristics.",
            "dpia_description": null,
            "objection_procedure": "Given the nature of the model, this is not regulated.",
            "standard_version": "0.1",
            "uuid": null,
            "url": null,
            "contact_email": null,
            "area": null,
            "lang": "Dutch",
            "revision_date": null,
            "description": "A regression model is used to estimate the relationship between Wmo use and predictors. This involves searching for the characteristics with the smallest prediction error (determined using the measures: RMSE, MAE and MAPE). The characteristics best able to predict Wmo use are used for forecasting. Forecasts are made within a prediction interval of 80 per cent. ",
            "application_url": null,
            "publiccode": null,
            "mprd": "No",
            "source_data": "Only open data was used, namely the file Kerncijfers Wijken en Buurten CBS and the file Wmo-cliënten; type maatwerkarrangement CBS.",
            "methods_and_models": "The model is a regression model. The performance of this model is measured by the measures RMSE, MAE and MAPE. These are measures that variously determine how large the prediction error is. ",
            "monitoring": "If it is necessary to build/train a new model, the privacy officer will be involved in the choice of features and an entirely new model will also revisit the ethical framework.",
            "human_intervention": "There is no automated system. The insights from the prediction model can only be used through human intervention and with the context knowledge and experience of employees involved. ",
            "risks": "The risks of the algorithm were identified in advance and during the construction of the prediction model. Because the prediction model does not make statements about individuals but about the use of facilities in neighbourhoods, there was no risk that the results from the model could violate the privacy of specific individuals. Furthermore, we only worked with neighbourhoods that were sufficiently large (more than 100 inhabitants) and where enough people used the Wmo (more than 100 users). One reason for this is that it does not allow for disclosure. That is, by combining characteristics, we cannot identify who the potential users of Wmo facilities are. Furthermore, when building the model, we weighed up together with the privacy officer which variables could and could not be included from a privacy perspective. Here, the AVG always formed the starting point. In addition, explainability of the model and the results is a relevant and decisive criterion. Finally, Utrecht University's The Ethical Data Assistant was used to identify possible ethical problems in advance. This led to the drafting of an ethical framework. The question of what role bias plays in the use of the algorithm is far too general a question, as there are many forms of bias. If it is bias aimed at specific population groups, it does not play a role in this model. We are not looking for specific individual people with specific characteristics, but want to estimate the use of Wmo in the whole neighbourhood and for all of The Hague.",
            "performance_standard": "The model is updated annually. Forecasts from the old model are compared with forecasts from the new model and compared with realisations.",
            "provider": null,
            "process_index_url": null,
            "tags": null,
            "source_id": null,
            "begin_date": null,
            "end_date": null,
            "lawful_basis_link": null,
            "impacttoetsen": null,
            "source_data_link": null,
            "publication_category": null,
            "lawful_basis_grouping": null,
            "impacttoetsen_grouping": null,
            "source_data_grouping": null,
            "language": "ENG",
            "owner": "gemeente-den-haag",
            "lars": "97246956",
            "create_dt": "2023-10-05T08:31:21.855889+00:00",
            "published": true,
            "state": "PUBLISHED"
        },
        {
            "name": "Wmo-voorspelmodel",
            "organization": "Gemeente Den Haag",
            "department": "Onderwijs, Cultuur en Welzijn",
            "description_short": "Het Wmo-voorspelmodel geeft een voorspelling van het aantal unieke gebruikers en de kosten van de Wmo met een voorspelhorizon van zes jaar. Voorspellingen worden gedaan op wijkniveau voor zowel de Wmo-totaal als voor deelproducten van de Wmo (Hulp bij het Huishouden, Ondersteuning thuis en Hulpmiddelen en Diensten). ",
            "type": "Zelflerend",
            "category": null,
            "website": null,
            "status": "Actief",
            "goal": "Het algoritme is ontwikkeld omdat de gemeente meer inzicht wil hebben in het gebruik en de kosten van de Wmo de komende jaren. De Haagse bevolking groeit en vergrijst waardoor het gebruik van de Wmo ook naar verwachting gaat toenemen. De vraag is met hoeveel mensen en in welke Haagse wijken en voor welke Wmo-voorzieningen? Het voorspelmodel beantwoordt deze vragen.",
            "impact": "Het voorspelmodel doet geen uitspraken over (kansen van) individuele burgers en er is gekozen voor modellen die uitlegbaar zijn. Dit betekent dat we als gemeente geen modellen gebruiken waarvan niet goed is vast te stellen hoe het model tot een bepaalde uitkomst is gekomen (zgn. Black Box modellen). Het Wmo-voorspelmodel vervangt op geen enkele manier de kennis en kunde van onze consulenten en uitvoering. Het instrument is voor hen niet bedoeld, maar vooral voor beleid en het maken en onderbouwen van beleidskeuzes voor de langere termijn. Juist door de kennis van het Wmo-voorspel kunnen we tijdig anticiperen en alle individuen beter blijven ondersteunen. ",
            "proportionality": "Er zijn geen alternatieven overwogen om het doel te bereiken. ",
            "decision_making_process": "Met de inzichten uit het Wmo-voorspelmodel wordt beleid en uitvoering ondersteund bij beantwoorden van tactische en strategische vragen. Dit zijn vragen en onderwerpen die op de langere termijn spelen (bijvoorbeeld 5 á 10 jaar). Het model is niet bedoeld voor het beantwoorden van operationele vragen (onderwerpen die op korte termijn spelen)  en er is geen sprake van geautomatiseerde besluiten. ",
            "documentation": null,
            "competent_authority": "Het Wmo-voorspelmodel maakt geen gebruik van persoonskenmerken.",
            "lawful_basis": "Er is geen wettelijke grondslag voor het voorspelmodel, maar de gemeente is verantwoordelijk voor de uitvoering van de Wmo en door het model kan de gemeente beter anticiperen op verwachte ontwikkelingen en burgers beter ondersteunen.",
            "iama": null,
            "iama_description": null,
            "dpia": "Het Wmo-voorspelmodel maakt geen gebruik van persoonskenmerken.",
            "dpia_description": null,
            "objection_procedure": "Gezien de aard van het model is dit niet geregeld.",
            "standard_version": "0.1",
            "uuid": null,
            "url": null,
            "contact_email": null,
            "area": null,
            "lang": "Nederlands",
            "revision_date": null,
            "description": "Met een regressiemodel wordt de relatie tussen Wmo-gebruik en predictoren geschat. Daarbij wordt gezocht naar de kenmerken met de kleinste voorspelfout (vastgesteld aan de hand van de maten: RMSE, MAE en MAPE). De kenmerken die het best in staat zijn het gebruik van de Wmo te voorspellen worden gebruikt voor\nhet maken van een forecast. Voorspellingen worden gedaan binnen een predictie interval van 80 procent. ",
            "application_url": null,
            "publiccode": null,
            "mprd": "Nee",
            "source_data": "Er is alleen gebruikgemaakt van open data, namelijk van het bestand Kerncijfers Wijken en Buurten CBS en van het bestand Wmo-cliënten; type maatwerkarrangement CBS.",
            "methods_and_models": "Het gaat om een regressie model. De prestaties van dit model worden afgemeten aan de hand van de maten RMSE, MAE en MAPE. Dit zijn maten die op verschillende manieren vaststellen hoe groot de voorspelfout is. ",
            "monitoring": "Indien het noodzakelijk is een nieuw model te bouwen/te trainen, wordt de privacy officer betrokken bij de keuze van features en zal bij een geheel nieuw model ook opnieuw naar het ethisch kader worden gekeken.",
            "human_intervention": "Er is geen sprake van een geautomatiseerd systeem. De inzichten uit het voorspelmodel kunnen alleen door tussenkomst van mensen en met de contextkennis en ervaring van betrokken medewerkers worden gebruikt. ",
            "risks": "De risico's van het algoritme zijn vooraf en tijdens het bouwen van het voorspelmodel in kaart gebracht. Omdat het voorspelmodel geen uitspraken doet over individuele personen maar over het gebruik van voorzieningen in wijken, was er geen risico dat met de uitkomsten uit het model de privacy van specifieke individuele personen zou kunnen worden geschonden. Verder is alleen gewerkt met wijken die voldoende groot zijn (meer dan 100 inwoners) en waar voldoende mensen gebruikmaakten van de Wmo (meer dan 100 gebruikers). Een reden hiervoor is dat hierdoor geen onthulling mogelijk is. Dat wil zeggen dat we niet door het combineren van kenmerken kunnen vaststellen wie de mogelijke gebruikers van Wmo-voorzieningen zijn. Verder is bij het bouwen van het model samen met de privacy officer afgewogen welke variabelen wel en welke variabelen niet vanuit privacy overwegingen meegenomen konden worden. Hierbij vormde de AVG steeds het uitgangspunt. Daarnaast is uitlegbaarheid van het model en de uitkomsten een relevant en doorslaggevend criterium. Tenslotte is gebruikgemaakt van De Ethische Data Assistent van de Universiteit van Utrecht om mogelijke ethische problemen vooraf in kaart te brengen. Dit heeft geleid tot het opstellen van een ethisch kader. De vraag welke rol bias speelt in het gebruik van het algoritme is een veel te algemene vraag, aangezien er vele vormen van bias zijn. Als het gaat om vooringenomenheid gericht op specifieke bevolkingsgroepen, dan speelt dat bij dit model geen rol. We zijn niet op zoek naar specifieke individuele personen met specifieke kenmerken, maar willen een inschatting maken van het gebruik van de Wmo in de hele wijk en voor heel Den Haag.",
            "performance_standard": "Het model wordt jaarlijks geactualiseerd. De voorspellingen van het oude model worden vergeleken met voorspellingen van het nieuwe model en vergeleken met de realisaties.",
            "provider": null,
            "process_index_url": null,
            "tags": null,
            "source_id": null,
            "begin_date": null,
            "end_date": null,
            "lawful_basis_link": null,
            "impacttoetsen": null,
            "source_data_link": null,
            "publication_category": null,
            "lawful_basis_grouping": null,
            "impacttoetsen_grouping": null,
            "source_data_grouping": null,
            "language": "NLD",
            "owner": "gemeente-den-haag",
            "lars": "97246956",
            "create_dt": "2023-10-05T08:31:21.855889+00:00",
            "published": true,
            "state": "PUBLISHED"
        }
    ],
    "organisation_details": [
        {
            "about": null,
            "contact_info": null,
            "name": "Municipality of Amsterdam",
            "language": "ENG",
            "code": "gemeente-amsterdam",
            "type": "gemeente",
            "show_page": false
        },
        {
            "about": null,
            "contact_info": null,
            "name": "Gemeente Amsterdam",
            "language": "NLD",
            "code": "gemeente-amsterdam",
            "type": "gemeente",
            "show_page": false
        },
        {
            "about": null,
            "contact_info": "email@den-haag.nl",
            "name": "Gemeente Den Haag",
            "language": "NLD",
            "code": "gemeente-den-haag",
            "type": "gemeente",
            "show_page": true
        },
        {
            "about": null,
            "contact_info": "email@den-haag.nl",
            "name": "Municipality of The Hague",
            "language": "ENG",
            "code": "gemeente-den-haag",
            "type": "gemeente",
            "show_page": true
        }
    ]
}