{
    "nl": {
        "Footer: Contact": {
            "content": "<div><h1>Neem contact op</h1><p class=\"mb-4\"> Deze site is volop in ontwikkeling. Heb je vragen over het Algoritmeregister? Of ben je een (overheids)professional en wil jij of je organisatie meedoen aan de verdere ontwikkeling van het Algoritmeregister? Kijk naar de informatie op <a href=\"/footer/over\" class=\"link\"> Over deze website</a> en de <a href=\"/footer/vragen\" class=\"link\"> Veelgestelde vragen</a>. </p><p class=\"mb-4\"> Heb je toch nog een vraag? Neem dan contact op met: <a href=\"mailto:algoritmeregister@minbzk.nl\"> algoritmeregister@minbzk.nl</a>. </p></div>",
            "pageTitle": "<h1> Contact </h1>"
        },
        "Footer: Over": {
            "content": "<div><h1>Over het Algoritmeregister</h1><p class=\"mb-4\"> De overheid werkt steeds meer digitaal en gebruikt daarvoor steeds vaker algoritmes. Omdat digitalisering niet vanzelfsprekend goed gaat, werkt de overheid aan transparante en verantwoorde inzet van die algoritmes. Zodat de informatie over de algoritmes die de overheid gebruikt voor iedereen beschikbaar is: burgers, hun belangenbehartigers, de media en toezichthouders. </p><h2>Open ontwikkeling</h2><p class=\"mb-4\"> Het Algoritmeregister is in ontwikkeling. De informatie verandert nog vaak. Nieuwe algoritmes worden toegevoegd en algoritmes worden geactualiseerd. Ook bouwt het ministerie van Binnenlandse Zaken en Koninkrijksrelaties steeds door aan het Algoritmeregister. Dit doet het team op een open manier. Omdat het open source software is, kan iedereen meekijken op de <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">Github van ministerie van Binnenlandse Zaken en Koninkrijksrelaties.<img class=\"is-external-icon\" alt=\"Link naar externe pagina\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a></p><p class=\"mb-4\"> Die open ontwikkeling betekent dat de inhoud door de tijd heen zal wijzigen, bijvoorbeeld: </p><ul class=\"ml-4\" type=\"disc\"><li>Er komen algoritmes bij of gaan algoritmes af</li><li> De ‘standaard’ (velden met informatie) wordt gewijzigd en/of uitgebreid </li><li> De reeds gepubliceerde beschrijving van algoritmes wordt gewijzigd en/of uitgebreid. </li></ul><h2>Open meedoen</h2><p class=\"mb-4\"> Een aantal overheidsorganisaties heeft op dit moment al algoritmes gepubliceerd in het algoritmeregister. Het doel is om alle overheidsorganisaties met relevante algoritmes aangesloten te hebben. Uiteindelijk zal registratie ook wettelijk verplicht worden. </p><p class=\"mb-4\"> Overheidsorganisaties kunnen algoritmes aanleveren voor registratie in het Algoritmeregister. </p><p class=\"mb-4\"> Er zijn verschillende onderdelen waar je aan mee kan doen of waar je feedback op kan geven: </p><ul class=\"ml-4\" type=\"disc\"><li>Feedback geven op de standaard</li><li>Feedback op de gepubliceerde beschrijving</li><li>Feedback op de gebruikservaring van de website (UX)</li><li>Feedback op de code van deze website</li></ul><p class=\"mb-4\"> Wil je meedoen? Heb je feedback op bijvoorbeeld een van deze onderwerpen? Neem dan contact op met: <a href=\"mailto:algoritmeregister@minbzk.nl\" target=\"_blank\"> algoritmeregister@minbzk.nl<img class=\"is-external-icon\" alt=\"Link naar een e-mailadres\" src=\"/_nuxt/icon-mail.8d4dd9cb.svg\"></a>. </p><p class=\"mb-4\"> Je kan ook deelnemen aan de community site op het platform <a href=\"https://pleio.nl/\" target=\"_blank\">Pleio<img class=\"is-external-icon\" alt=\"Link naar externe pagina\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. Maak gratis een account aan (dat kan <a href=\"https://account.pleio.nl/register/\" target=\"_blank\">hier<img class=\"is-external-icon\" alt=\"Link naar externe pagina\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>) en doe mee: <a href=\"https://algoritmes.pleio.nl\" target=\"_blank\"> algoritmes.pleio.nl <img class=\"is-external-icon\" alt=\"Link naar externe pagina\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. </p><h2>Open source software</h2><p class=\"mb-4\"> Het Algoritmeregister wordt ontwikkeld met open source software (volg het Algoritmeregister op <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">Github<img class=\"is-external-icon\" alt=\"Link naar externe pagina\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>). Deze site wordt ontwikkeld zodat deze voor zoveel mogelijk mensen bruikbaar is. </p><h2>Algoritmebeleid</h2><p class=\"mb-4\"> Het Algoritmeregister is een volgende stap in het verantwoord gebruik van algoritmes binnen de overheid. Daarnaast werkt de overheid aan het versterken van het toezicht op algoritmes. Ook wordt er gewerkt aan een implementatiekader. Daarnaast zet de overheid zicht in voor eisen aan kunstmatige intelligentie in de Europese Unie. Meer informatie over de plannen kun je vinden in de <a href=\"https://open.overheid.nl/repository/ronl-0de79e5c4c0c9b203c0a1c263efca7eca410958b/1/pdf/bijlage-1-werkagenda-waardengedreven-digitaliseren.pdf\" target=\"_blank\"> werkagenda Waardegedreven Digitaliseren<img class=\"is-external-icon\" alt=\"Link naar externe pagina\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. </p></div>",
            "pageTitle": "<h1> Over het Algoritmeregister </h1>"
        },
        "Footer: Privacyverklaring": {
            "content": "<h1>Privacy</h1><p class=\"mb-2\">Deze website maakt gebruik van analytische cookies. Cookies zijn kleine tekstbestanden die websites op jouw computer opslaan. Daarmee is jouw computer te herkennen tijdens uw bezoek. Deze informatie helpt het bouwteam om de site te verbeteren. Analytische cookies geven antwoord op bijvoorbeeld de volgende vragen:</p><ul class=\"ml-4\" type=\"disc\"><li>Is de bezoeker nieuw of heeft de bezoeker de site al eerder bezocht</li><li>Welke pagina's zijn tijdens het bezoek geraadpleegd</li><li>Van welke site is de bezoeker gekomen</li><li>Heeft de bezoeker de site meteen weer verlaten ('bouncing').</li></ul><p class=\"mb-4 mt-4\">Deze cookies worden niet gebruikt om een profiel aan te maken of jou verder te volgen. Deze website plaatst geen cookies van derde partijen (third-party cookies).</p><h2>Gegevens via e-mail</h2><p class=\"mb-4\">Persoonlijke informatie die via e-mail bij het Algoritmeregister bekend wordt, behandelt het team vertrouwelijk. Dergelijke persoonlijke gegevens bewaart het team alleen voor de duur van de behandeling van het bericht. Nadat je antwoord hebt gekregen of als er geen antwoord gevraagd wordt, slaat het team alleen de vraag en het antwoord op. Op verzoek verwijdert het team ook de vraag en het antwoord.</p>",
            "pageTitle": "<h1> Privacy </h1>"
        },
        "Footer: Privacy": {
            "content": "<div><h1>Privacy</h1><p class=\"mb-2\"> Deze website maakt gebruik van analytische cookies. Cookies zijn kleine tekstbestanden die websites op jouw computer opslaan. Daarmee is jouw computer te herkennen tijdens uw bezoek. Deze informatie helpt het bouwteam om de site te verbeteren. Analytische cookies geven antwoord op bijvoorbeeld de volgende vragen: </p><ul class=\"ml-4\" type=\"disc\"><li> Is de bezoeker nieuw of heeft de bezoeker de site al eerder bezocht </li><li>Welke pagina's zijn tijdens het bezoek geraadpleegd</li><li>Van welke site is de bezoeker gekomen</li><li>Heeft de bezoeker de site meteen weer verlaten ('bouncing').</li></ul><p class=\"mb-4 mt-4\"> Deze cookies worden niet gebruikt om een profiel aan te maken of jou verder te volgen. Deze website plaatst geen cookies van derde partijen (third-party cookies). </p><h2>Gegevens via e-mail</h2><p class=\"mb-4\"> Persoonlijke informatie die via e-mail bij het Algoritmeregister bekend wordt, behandelt het team vertrouwelijk. Dergelijke persoonlijke gegevens bewaart het team alleen voor de duur van de behandeling van het bericht. Nadat je antwoord hebt gekregen of als er geen antwoord gevraagd wordt, slaat het team alleen de vraag en het antwoord op. Op verzoek verwijdert het team ook de vraag en het antwoord. </p></div>",
            "pageTitle": "<h1> Privacy </h1>"
        },
        "Footer: Toegankelijkheid": {
            "content": "<div><h1>Toegankelijkheid</h1><p class=\"mb-4\"> Bij het ontwikkelen van deze website worden de wensen en eisen voor een toegankelijke website direct ingebouwd. Het bouwteam van het Algoritmeregister is getraind in digitale toegankelijkheid. Een onafhankelijke toegankelijkheidsexpert levert regelmatig advies. </p><p class=\"mb-4\"> Deze website voldoet aan WCAG 2.1 niveau AA, de Web Content Accesibility Guidelines. </p><p class=\"mb-4\"> Dit betekent dat de website gebruikt kan worden door iedereen, inclusief mensen met een functiebeperking. </p><p class=\"mb-4\">Voor meer informatie:</p><ul class=\"ml-4\" type=\"disc\"><li><a href=\"https://www.toegankelijkheidsverklaring.nl/register?w=algoritmes\" target=\"_blank\"> Register van Toegankelijkheidsverklaringen van de overheid<img class=\"is-external-icon\" alt=\"Link naar externe pagina\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. </li><li><a href=\"https://www.toegankelijkheidscertificaat.nl/algoritmes.overheid.nl/\" target=\"_blank\"> Toegankelijkheidscertificaat<img class=\"is-external-icon\" alt=\"Link naar externe pagina\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. </li></ul></div>",
            "pageTitle": "<h1> Toegankelijkheid </h1>"
        },
        "Footer: Vragen": {
            "content": "<div><h1>Veelgestelde vragen</h1><h2>1. Wat is het Algoritmeregister?</h2><p class=\"mb-4\"> Op het Algoritmeregister staat informatie over algoritmes die de overheid gebruikt. Zo is deze informatie vindbaar en beschikbaar voor burgers, hun belangenbehartigers, de media en toezichthouders. </p><h2>2. Wat is het doel van deze website?</h2><p class=\"mb-4\"> Het doel is informatie over algoritmes voor iedereen centraal vindbaar te laten zijn. Op die manier kan iedereen zien in welke impactvolle processen algoritmes gebruikt worden. De informatie geeft de mogelijkheid om toezicht te houden op algoritmes. Zo kan gekeken worden naar discriminatie en onrechtmatigheid, maar ook de wenselijkheid. Wanneer mensen het niet eens zijn met het gebruik van algoritmes, geeft het Algoritmeregister aan waar bezwaar gemaakt kan worden. </p><h2>3. Wat zijn algoritmes?</h2><p class=\"mb-4\"> Een algoritme is een set van regels en instructies die een computer uitvoert. Algoritmes helpen bijvoorbeeld om problemen te analyseren maar ook om beslissingen te nemen. Zo kan de overheid grote hoeveelheden gegevens (data) combineren en analyseren (bron: Algemene Rekenkamer). </p><p class=\"mb-4\"> Wil je meer weten over algoritmes? <a href=\"https://www.mediawijsheid.nl/algoritmes/\" target=\"_blank\"> Bekijk de informatie op Mediawijsheid<img class=\"is-external-icon\" alt=\"Link naar externe pagina\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a> of bekijk de (gratis) <a href=\"https://ethiek.ai-cursus.nl/home\" target=\"_blank\">Nationale AI-cursus<img class=\"is-external-icon\" alt=\"Link naar externe pagina\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. </p><h2> 4. Ik heb een vraag over een algoritme op deze site, waar kan ik deze stellen? </h2><p class=\"mb-4\"> Het kan natuurlijk ook dat je na het lezen van de registratie van een algoritme vragen hebt over een specifiek algoritme. Die kun je stellen aan de ‘eigenaar’ van het algoritme. De contactgegevens vind je in de beschrijving van het algoritme. Alle overige vragen kun je sturen naar: <a href=\"mailto:algoritmeregister@minbzk.nl\" target=\"_blank\"> algoritmeregister@minbzk.nl<img class=\"is-external-icon\" alt=\"Link naar een e-mailadres\" src=\"/_nuxt/icon-mail.8d4dd9cb.svg\"></a>. </p><h2>5. Staan alle algoritmes van de overheid op deze website?</h2><p class=\"mb-4\"> Op dit moment stelt een kopgroep van overheidsorganisaties hun algoritmes beschikbaar via deze website. In 2023 publiceren nog meer overheidsorganisaties in het Algoritmeregister. Voorlopig gaat het aantal algoritmes op deze website dus nog groeien. </p><p class=\"mb-4\"> In de toekomst wordt het wettelijk verplicht algoritmes publiekelijk beschikbaar te maken. Daardoor komen de meeste relevante algoritmes in het Algoritmeregister. Hierop zullen gerechtvaardigde uitzonderingen komen. Denk aan opsporing, rechtshandhaving, defensie of inlichtingenverzameling. De exacte kaders worden nog uitgewerkt. </p><h2> 6. Bij sommige algoritmes staat meer informatie dan bij andere algoritmes? </h2><p class=\"mb-4\"> Momenteel gebeurt het vullen van het Algoritmeregister vrijwillig door overheidsorganisaties. Niet elke organisatie heeft ervoor gekozen alle informatie te publiceren. Uiteindelijk wordt er wettelijk vastgelegd welke informatie verplicht aangeleverd moet worden, en welke informatie optioneel is. </p><h2>7. Wie werken er aan het Algoritmeregister?</h2><p class=\"mb-4\"> De ontwikkeling van het Algoritmeregister is begonnen met het consortium Publieke controle op algoritmes. Daarin werkten overheidsorganisaties aan beleidsinstrumenten voor een verantwoorde inzet van algoritmes. Een van de resultaten is onderzoek naar het Algoritmeregister. Het ministerie van Binnenlandse Zaken en Koninkrijksrelaties heeft voortgebouwd op deze opgedane kennis om tot dit Algoritmeregister te komen. Voor het ontwikkelen van de website werkt het ministerie samen met ICTU. In het Algoritmeregister is te zien welke organisaties op dit moment algoritmes aangeleverd hebben voor het Algoritmeregister. Kijk daarvoor onder het kopje Algoritmes, hier staan alle organisaties die nu één of meerdere algoritmes hebben aangeleverd. </p><h2> 8. Hoe verhouden de algoritmeregisters van overheidsorganisaties zich tot deze website? </h2><p class=\"mb-4\"> Het Algoritmeregister is de centrale vindplek voor alle algoritmes van de overheid. Sommige overheidsorganisaties hebben daarnaast ook een eigen algoritmeregister. Organisaties hebben daar de mogelijkheid om meer informatie te bieden of op andere wijze. In de huidige versie is de informatie handmatig overgenomen. In 2023 wordt gewerkt aan de mogelijkheid van automatische uitwisseling. </p></div>",
            "pageTitle": "<h1> Veelgestelde vragen </h1>"
        }
    },
    "en": {
        "Footer: Contact": {
            "content": "<div><h1>Contact us</h1><p class=\"mb-4\"> This site is under development. Do you have questions about the Algorithm Register? Or are you a (government) professional and do you or your organisation want to participate in the further development of the Algorithm Register? Find more information at <a href=\"/footer/over\" class=\"link\"> About this website</a> and <a href=\"/footer/vragen\" class=\"link\"> Frequently asked questions</a>. </p><p class=\"mb-4\"> If you have further questions, then please contact: <a href=\"mailto:algoritmeregister@minbzk.nl\"> algoritmeregister@minbzk.nl</a>. </p></div>",
            "pageTitle": "<h1> Contact us </h1>"
        },
        "Footer: Over": {
            "content": "<div><h1>About the Algorithm Register</h1><p class=\"mb-4\"> The government increasingly works digitally and uses more and more algorithms when doing so. Since digitalisation does not always work well, the government wants to work towards transparent and responsible use of these algorithms. Therefore, the government is making information about the algorithms used by the government available to everyone: citizens, their representatives, the media and supervisors. </p><h2>Open development</h2><p class=\"mb-4\"> The Algorithm Register is under development. The information often changes. New algorithms are added, and algorithms are updated. The Ministry of the Interior and Kingdom Relations will continue to build the Algorithm Register. The team working on the register is using an open development style, through open source software. Anyone can view the team’s progress on the <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">GitHub of the Ministry of the Interior and Kingdom Relations<img class=\"is-external-icon\" alt=\"Link to external page\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. This open development style means that the content will change over time, for example: </p><ul class=\"ml-4\" type=\"disc\"><li>Algorithms are added, or algorithms are removed</li><li>The standard (fields of information) is changed and/or expanded</li><li> The published description of algorithms is changed and/or expanded. </li></ul><h2>Open participation</h2><p class=\"mb-4\"> A number of government organisations have already published algorithms in the Algorithm Register. The aim is for all government organisations with relevant algorithms to publish their algorithms. Eventually, registration will also become a legal requirement. </p><p class=\"mb-4\"> Government organisations can provide algorithms for publication in the Algorithm Register. </p><p class=\"mb-4\"> There are several areas that you can participate by giving: </p><ul class=\"ml-4\" type=\"disc\"><li>Feedback on the 'standard'</li><li>Feedback on the published description</li><li>Feedback on the website’s user experience (UX)</li><li>Feedback on the code of this website.</li></ul><p class=\"mb-4\"> Would you like to participate? Do you have feedback on one of these topics? Please contact: <a href=\"mailto:algoritmeregister@minbzk.nl\"> algoritmeregister@minbzk.nl</a>. </p><h2>Open source software</h2><p class=\"mb-4\"> The Algorithm Register is developed with open source software (follow us on <a href=\"https://github.com/MinBZK/Algoritmeregister\" target=\"_blank\">Github<img class=\"is-external-icon\" alt=\"Link to external page\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>). This website is being developed to serve as many people as possible. </p><h2>Algorithm policy</h2><p class=\"mb-4\"> The Algorithm Register is one of the actions made on behalf of responsible use of algorithms within the government. The government also puts effort into the supervision of algorithms. Also there is an implementation framework. Also, the government is making an effort for quality requirements for artificial intelligence in the European Union. You can find more information on this in the <a href=\"https://open.overheid.nl/repository/ronl-0de79e5c4c0c9b203c0a1c263efca7eca410958b/1/pdf/bijlage-1-werkagenda-waardengedreven-digitaliseren.pdf\" target=\"_blank\"> werkagenda Waardegedreven Digitaliseren<img class=\"is-external-icon\" alt=\"Link to external page\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. </p></div>",
            "pageTitle": "<h1> About the Algorithm Register </h1>"
        },
        "Footer: Privacyverklaring": {
            "content": "<div><h1>Privacy</h1><p class=\"mb-2\"> This website uses analytical cookies only. Cookies are small text files that websites store on your computer. This makes it possible to recognize your computer during your visit. This information helps the development team to improve the site. Analytical cookies answer the following questions: </p><ul class=\"ml-4\" type=\"disc\"><li> Is this a new visitor or has the visitor visited the site before </li><li>Which pages were consulted during the visit</li><li>Which site was the visitor directed from</li><li>Did the visitor immediately leave the site ('bouncing').</li></ul><p class=\"mb-4\"> The cookies are not used to create a profile or to follow you further. This website does not place third-party cookies. </p><h2>Data received via email</h2><p class=\"mb-4\"> Personal information that becomes known to the Algorithm Register by email is treated confidentially by the team. Such personal data will only be kept by the team while they work on a response to your message. Once the question is answered or if no question is asked, the team will only record the question itself and the answer to that question. Upon request, the question and answer can also be deleted. </p></div>",
            "pageTitle": "<h1> Privacy </h1>"
        },
        "Footer: Toegankelijkheid": {
            "content": "<div><h1>Accessibility</h1><p class=\"mb-4\"> During the development of this website, anything deemed beneficial and any requirements to make it accessible are immediately incorporated. The development team has been trained in digital accessibility. An independent accessibility expert regularly provides advise. </p><p class=\"mb-4\"> This website complies with WCAG 2.1 level AA, the Web Content Accessibility Guidelines. </p><p class=\"mb-4\"> This means that the website can be used by anyone including people with a disability. </p><p class=\"mb-4\">For more information see:</p><ul class=\"ml-4\" type=\"disc\"><li><a href=\"https://www.toegankelijkheidsverklaring.nl/register?w=algoritmes\" target=\"_blank\"> Registry of accessibility statements of the Dutch government<img class=\"is-external-icon\" alt=\"Link to external page\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. </li><li><a href=\"https://www.toegankelijkheidscertificaat.nl/algoritmes.overheid.nl/\" target=\"_blank\"> Certificate of Accessibility <img class=\"is-external-icon\" alt=\"Link to external page\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. </li></ul></div>",
            "pageTitle": "<h1> Accessibility </h1>"
        },
        "Footer: Vragen": {
            "content": "<div><h1>Frequently asked questions</h1><h2>1. What is the Algorithm Register?</h2><p class=\"mb-4\"> This website provides information about the algorithms used by the government. This makes the information visible, traceable and accessible to citizens and their representatives, the media and supervisors. </p><h2>2. What is the aim of this website?</h2><p class=\"mb-4\"> The aim is to make all information about algorithms centrally accessible for everyone. That allows everyone to see in which impactful processes these algorithms are used. The information on this website provides the ability to oversee algorithms. For example, discrimination or unlawfulness can be exposed, and whether the algorithm provides desirable outcomes can be checked. When someone does not agree with the use of algorithms, the Algorithm Register indicates how objections can be made. </p><h2>3. What are algorithms?</h2><p class=\"mb-4\"> An algorithm is a set of rules and instructions executed by a computer. Algorithms help, for example, to analyse problems, but also to make decisions. This allows the government to combine and analyse large amounts of data (source: Algemene Rekenkamer). </p><p class=\"mb-4\"> Do you want to know more about algorithms? Find more information on <a href=\"https://www.mediawijsheid.nl/algoritmes/\" target=\"_blank\"> Mediawijsheid<img class=\"is-external-icon\" alt=\"Link to external page\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a> or take the (free) <a href=\"https://ethiek.ai-cursus.nl/home\" target=\"_blank\">National AI-course<img class=\"is-external-icon\" alt=\"Link to external page\" src=\"/_nuxt/icon-link-external-v2.22cf45ec.svg\"></a>. </p><h2> 4. I have questions about an algorithm on this site, who do I contact? </h2><p class=\"mb-4\"> If you have a question about a specific algorithm, please contact the ‘owner’ of the algorithm. Contact details can be found in the description of the algorithm. </p><p class=\"mb-4\"> For other questions please email: <a href=\"mailto:algoritmeregister@minbzk.nl\"> algoritmeregister@minbzk.nl</a>. </p><h2> 5. Are all algorithms used by the government available on this website? </h2><p class=\"mb-4\"> A leading group of government organisations is currently making their algorithms available via this website. In 2023, even more government organisations will publish their algorithms in the Algorithm Register. For the time being, the number of algorithms on this website will continue to grow. </p><p class=\"mb-4\"> In the future, it will become a legal requirement to make algorithms publicly available. As a result, most relevant algorithms will become available in the Algorithm Register. There will be justified exceptions to this. For example, certain algorithms used for investigation, law enforcement, defense or intelligence gathering. The exact framework is still being finalized. </p><h2>6. Why do some algorithms contain more information than others?</h2><p class=\"mb-4\"> Currently, the Algorithm Register is completed voluntarily by government organisations. Not every organisation has chosen to publish all information. Ultimately, it will be legally defined which information is mandatory and which information is optional. </p><h2>7. Who develops and maintains the Algorithm Register?</h2><p class=\"mb-4\"> The development of the Algorithm Register was started by the Public Control of Algorithms Consortium. In it, government organisations worked on policy instruments for the responsible use of algorithms. One of the outcomes of that work was research into the creation of a register of algorithms. The Ministry of the Interior and Kingdom Relations has built on knowledge gained from this research to create this Algorithm Register. The ministry is working with ICTU to develop this website. All organisations that have currently supplied one or more algorithms to the Algorithm Register can be found under the heading ‘Algorithms’. </p><h2> 8. How do algorithm registers of individual government organisations relate to this website? </h2><p class=\"mb-4\"> The Algorithm Register is the central location for all government algorithms. Some government organisations also have their own algorithm register. This gives organisations the opportunity to provide more information or to provide it in a different way. In the current version of this website, information was entered manually. In 2023, the possibility of an automatic upload will be investigated. </p></div>",
            "pageTitle": "<h1> Frequently asked questions </h1>"
        }
    }
}